{
  "Introduction": "Ồ... bạn là cậu nông dân mới đến đây đó, phải không?^Ồ... Bạn là cô nông dân mới đến, hay là gì đó. Phải không?#$e#Hửm? Ồ... Tôi tên là Haley.#$e#Hmm... Nếu không phải là do bộ đồ kinh khủng mà bạn đang mặc thì bạn đã trông thật dễ thương.^Hmm... Nếu không phải là do bộ đồ kinh khủng mà bạn đang mặc thì bạn đã trông xinh đẹp hơn... Thực ra thì đừng bận tâm về điều đó.$h",
  "Resort_Entering": "Tôi đã trông thấy một con cá heo trên đường đến đây!",
  "Resort_Leaving": "Có những điều gì đó ở mặt trời khiến cho tôi cảm thấy dễ chịu.",
  "Resort_Shore": "Có thật nhiều chân trời mới lạ ngoài kia mà cuộc sống có thể đưa bạn đến... liệu ai mà biết được ngoài kia có những vùng đất nào?",
  "Resort_Shore_2": "Wow, hãy nhìn cách những tia nắng đang lấp lánh ẩn hiện bên đường chân trời kìa!$h#$b#Tôi cá là cảnh hoàng hôn ở đây sẽ cho ta một bức ảnh rất tuyệt.#$e#Lần sau đến đây tôi phải mang máy ảnh theo mới được.",
  "Resort_Towel": "Sở hữu một làn da rám nắng là một nghệ thuật...#$e#Nó giống như cách ta nướng một viên kẹo dẻo vậy... bạn phải xoay cơ thể một cách vừa phải.$h",
  "Resort_Towel_2": "Nằm dài trên một bãi biển nhiệt đới.#$b#*sigh* Tôi nghĩ rằng cuối cùng tôi cũng đã tìm được nơi thuộc về mình trên thế giới này.#$e#Nhưng tôi đoán rằng, thung lũng Stardew cũng không đến nỗi tệ đâu!$h",
  "Resort_Towel_3": "Bạn của Emily đã tìm mọi cách để gửi cho tôi bộ đồ bơi này từ thành phố Zuzu.#$e#Gu thời trang ở thành phố thì luôn ở một đẳng cấp khác, đúng không?$h",
  "Resort_Chair": "Tôi đã sơn lại toàn bộ móng tay thành màu xanh dương để cho nó hợp với màu của biển cả, bạn thấy nó như thế nào? *nghoe nguẩy ngón tay* *nghoe nguẩy ngón tay*$h",
  "Resort_Bar": "Gus đã chế biến cho riêng tôi một loại nước trái cây thật dễ thương!$h",
  "Resort": "Đây quả là một bãi biển trên cả tuyệt vời. Tôi muốn ở đây mãi mãi nếu được!",
  "danceRejection": "Eo ơi... Không.",
  "divorced": "Tôi sẽ ổn khi một mình thôi...$7#$e#Cảm ơn vì những kí ức ấy.$7#$e#Tại sao anh cứ bám lấy tôi thế? Đi mà sống cuộc sống của anh đi.$7",
  "breakUp": "Agh!$8#$b#Oh... hmph. Chia tay tôi hả? Được thôi...",
  "dumped_Girls": "Tôi không có lời nào để nói với anh cả!$a",
  "secondChance_Girls": "Được rồi, được rồi... Em sẽ tha thứ cho anh lần này. Nhưng anh phải hứa với em rằng mãi mãi không bao giờ được phản bội em nữa.$s",
  "Mon": "Thị trấn này khá là nhỏ. Điều đó thật là tệ$u#$e#Tôi phải lái xe gần 20 dặm để chọn mua bất kì bộ quần áo đẹp đẽ nào.$s#$e#Đó là lí do tôi thường đặt hàng online đấy.#$e#Sao?",
  "Tue": "Giày của bạn đẹp đấy.^Bạn trang điểm đẹp đấy.#$b#Những thứ này được làm ra từ nhựa dẻo à?^Khoang, đợi đã... Bạn đã từng mặc 1 cái nào chưa?#$e#Tôi cảm thấy thật buồn chán.",
  "Wed": "Thứ duy nhất mà tôi yêu thích ở thị trấn này là bãi biển ở đây.$u",
  "Thu": "#$1 HaleyClothes#Tôi đã quyết định là tôi sẽ sắp xếp quần áo của mình vào hôm nay. Tôi sẽ vứt hết đồ theo mốt của năm ngoái vào chừa chỗ cho những bộ đồ mới hơn!#$e#*sigh* Tôi có thể sẽ đi ăn một cái bánh cupcake liền.#$e#Bạn cần gì à?",
  "Fri": "%Haley đang bơ bạn.",
  "Fri2": "Bạn không cảm thấy mệt do chạy loanh quanh cái nông trại, hay bất cứ việc gì bạn làm à?#$e#Tôi không thể nào chịu đựng được việc mình bị bẩn như vậy.#$e#Bạn có thể có mọt làn da rám nắng nữa đấy.",
  "Sat": "Tôi cảm thấy rất muốn đi mua sắm ngay bây giờ. Ugh! Ước gì ở đây có một cái trung tâm mua sắm.",
  "Sun": "Chị của tôi thật kì lạ. Đôi khi tôi tự hỏi liệu chứng tôi có thực sự là chị em không.$u",
  "Wed8": "Có hai thứ mà tôi thích ở thị trấn này.#$b#Một thứ là bãi biển.#$e#Cái còn lại là bí mật! *cười khúc khích*$h",
  "Tue2": "Tôi tự hỏi liệu có cái vỏ sò xinh đẹp nào trôi dạt vào bờ biển sáng nay không?#$e#Mặc dù bây giờ không phải là thời điểm tốt nhất trong năm dành cho vỏ sò.",
  "Wed4": "Tôi cảm thấy rất vui vì những bông hoa đang bắt đầu nở rộ.#$e#Những bông màu hồng thật là thơm.$h",
  "Fri6": "Tôi cần phải tìm được một cái sở thích khác ngoài đi mua sắm.#$e#Tôi quyết định sẽ mở rộng tầm hiểu biết của mình.#$e#Có thể tôi nên học đánh đàn hạc mini?",
  "Mon6": "Tôi đã từng than phiền rằng thị trấn này thật là nhỏ, nhưng bây giờ tôi đã cảm thấy thích nó hơn.#$e#Nếu cái thị trấn này mà lớn hơn nữa, nó sẽ đánh mất đi cái cảm giác nó như là một cộng đồng nữa.",
  "Thu6": "Tôi đã nấu bữa tối vào hôm qua. Bất ngờ là nó thực sự đã ổn!#$e#Nhưng tôi đã để lại một bãi chiến trường ở nhà bếp...",
  "Sun6": "Tôi đang suy nghĩ về việc đem một số đôi giày đi làm từ thiện... Tôi phải có đến khoảng hàng trăm đôi giày.",
  "Sat8": "#$1 haleySeagull#Vào ngày hôm qua, tôi đã bắt gặp một cô nàng mòng biển bị mắc một chiếc cánh vào một cái lưới. Tôi đã trả tự do cho cô ấy, chắc chắn rồi. Cô ấy trông rất bất lực, thật là một con chim tội nghiệp.$k$s#$e#Bạn biết đấy, tôi có lẽ nên bắt đầu tập thể dục nhiều hơn... sự trao đổi chất sẽ không còn tốt theo thời gian nữa.",
  "Fri10": "@, liệu một này nào đó chúng ta có thể đi cắm trại chung được chứ?#$e#Nơi nổi tiếng nhất mà tôi từng được đi đến là thành phố Zuzu.",
  "Event_clean1": "*suỵt*...$u",
  "Event_clean2": "KHÔNG!! Tôi sẽ không làm điều đó!$a#$b#Cả hai người thật ngu ngốc!%fork$a",
  "Event_clean3": "Cô ấy nên cao thượng hơn? Ý bạn là gì?$u#$b#Bạn nghĩ tôi là một đứa con nít hả?%fork$a",
  "Event_jar1": "Tuyệt vời, sau đó bạn sẽ không còn vấn đề gì nữa về việc mở chiếc lọ cho tôi!$h",
  "Event_jar2": "Ồ... bạn không phải à? Hmmm...$s#$b#Dù sao thì bạn cũng có thể thử mở cái lọ này cho tôi được không?",
  "Event_darkroom1": "Aw, cảm ơn nhá!$h",
  "Event_darkroom2": "Oh! Tôi nghĩ là bạn biết chứ.#$b#Căn phòng này dùng để làm ảnh.",
  "Event_darkroom3": "Là vậy sao...?$s",
  "Event_darkroom4": "Aw, cảm ơn nhá!$h",
  "Event_darkroom5": "Oh! Tôi nghĩ là bạn biết chứ.#$b#Căn phòng này dùng để làm ảnh.",
  "Event_darkroom6": "Là vậy sao...?$s",
  "Event_beach1": "Không, bạn sẽ không thể mua cái khác được! Chiếc vòng tay này do bà cố đã để lại cho tôi!$a",
  "Event_beach2": "*sigh*$s#$b#...Có lẽ nó sẽ dạt vào một bờ biển khác. Tôi không thể chịu đựng được khi suy nghĩ về việc nó có thể đang chìm dưới đáy đại dương.$s",
  "Event_room1": "Anh ấy? Không!#$b#...Thật ra thì tôi đã từng thích Alex. Nhưng bây giờ thì không! Anh ấy còn non nớt lắm.",
  "Event_room2": "Hả? Nó nghe có vẻ vui đấy, nhưng tôi chưa muốn rời khỏi thung lũng Stardew lúc này ...",
  "Event_room3": "Hửm? Android là gì?",
  "summer_Mon": "Tôi sẽ sở hữu một làn da rám nắng xinh đẹp trong mùa hè này.",
  "summer_Tue": "Eo ơi, trông bạn thật là bẩn.",
  "summer_Wed": "Um... Hả?#$e#Tôi chưa nghe bạn nói gì cả, Tôi đang suy nghĩ về một điều gì đó khác.",
  "summer_10": "Bạn có nuôi những bé thỏ con ở nông trại không? Thỏ con THẬT LÀ dễ thương! <",
  "summer_Thu": "Nếu bạn ở ngoài nắng nhiều thì nó sẽ làm tóc bạn nhạt màu hơn.#$e#Đó là một kiến thức hữu ích!",
  "summer_Fri": "Tôi đang suy nghĩ Alex sẽ làm gì trong hôm nay nhỉ...#$e#Hả? Tôi không để ý là bạn đang đứng đây.",
  "summer_Sat": "Việc nông trông có vẻ khá là chán...#$q 42/43 summer_Sat_old#Bạn làm gì cả ngày vậy?#$r 42 10 summer_Sat_12#Chăm sóc cây cối#$r 42 10 summer_Sat_12#Khám phá hang động#$r 43 -10 summer_Sat_13#Đi loanh quay phòng#$r 42 10 summer_Sat_12#Tìm kho báu",
  "summer_Sat_old": "#$p 43#Này, tốt hơn hết bạn không nên rình mò trong phòng của tôi nữa!$a|Nhưng tôi đoán nó có thể giúp bạn có được tâm trạng khá tốt đấy.",
  "summer_Sat_12": "Hmm... có vẻ là có rất nhiều việc đấy.",
  "summer_Sat_13": "Sao? Tốt hơn hết là bạn không nên làm điều đó!$a",
  "summer_Sun": "Emily thường nấu bữa tối... Nhưng chị ấy cũng thường hay nấu những món kì lạ như diêm mạch.",
  "summer_Tue2": "Bạn mặc những bộ đồ ấy mỗi ngày à?",
  "summer_Tue4": "$p 47#Này, tôi đã tìm thấy loại dụng cụ mới này dùng để để mở lọ. Vì vậy, bạn sẽ không cần phải giúp tôi nữa đâu.$h|Trời hôm nay không có một đám mây nào.$h",
  "summer_Wed4": "Thời tiết hôm nay thật nóng nực!#$e#Tôi ước gì tôi có một cây kem.$s",
  "summer_Fri4": "Hôm nay, tôi đã dành 3 giờ để luyện chữ ký của mình.#$e#Tôi nghĩ rằng nó thật ngớ ngẩn, phải không?",
  "summer_Thu6": "Nếu bạn ở ngoài nắng nhiều thì nó sẽ làm tóc bạn nhạt màu hơn... Nhưng bạn cũng đừng để bị cháy nắng.#$e#Tôi chỉ muốn có một lượng ánh sáng mặt trời vừa đủ. Mọi thứ đều phải có chừng mực, đúng không?",
  "summer_Mon6": "Tôi nghĩ tôi nên đọc sách thay vì tạp chí.#$e#Thật là một điều tốt khi ta học hỏi những điều mới, phải không?#$e#Tôi tậm chí từng chỉ quan sát những bức tranh.",
  "summer_Sun6": "#$1 HaleySister#Tôi đã nói chuyện với chị tôi một lúc vào tối hôm qua. Tôi thực sự khá thích điều này.#$e#Bạn biết đấy, Emily thực ra không kỳ lạ như vậy. Tôi đoán chúng tôi có nhiều điểm chung hơn tôi từng nghĩ.#$e#Đừng bảo với chị ấy là tôi nói vậy.",
  "summer_Sat6": "Có vẻ hôm nay là một ngày tốt để đi bơi.",
  "summer_Tue8": "Tôi đoán là sống ở nông thôn cũng không quá tệ.#$e#Nếu tôi sống ở thành phố, tôi có thể sẽ bắt đầu nhớ tất cả những cái cây này.#$e#@, tôi nghĩ là tôi đã đi chơi với bạn quá nhiều.$h",
  "summer_Fri10": "Oh, chào @!#$e#Bạn có thích trẻ con không?$l",
  "fall_1": "Bây giờ đã sang mùa thu rồi sao?$s",
  "fall_Mon": "Nó thật là kinh khủng khi những chiếc lá rụng này trở nên nhầy nhụa.",
  "fall_Tue": "Hmm... Có mùi gì đó lạ lắm...#$e#Bạn mới làm việc ở nông trại, phải không?",
  "fall_Wed": "Oh, xin chào. Bạn cần gì à?",
  "fall_Thu": "Tôi đang rất muốn đi mua sắm. *sigh*",
  "fall_Fri": "Có phải trên đầu gối của bạn là một vết cỏ không?#$e#Xin lỗi nhưng tôi bị dị ứng với cỏ.",
  "fall_Sat": "Trời thật là lạnh để đi biển.#$q 44 fall_Sat_old#*sigh*...bạn nghĩ hôm nay tôi nên làm gì?#$r 44 10 fall_Sat_12#Tô màu nước#$r 44 20 fall_Sat_12#Thư giãn và đọc tạp chí#$r 44 -30 fall_Sat_13#Đừng làm một đứa trẻ mít ướt và ích kỷ nữa",
  "fall_Sat_old": "Tôi có thể sẽ chợp mắt sau.",
  "fall_Sat_12": "Hmm... Thật ra đó là một ý tưởng khá tốt.",
  "fall_Sat_13": "Tránh xa tôi ra, đồ ngu ngốc.$a",
  "fall_Sun": "Tôi chưa bao giờ đi đến khu rừng. Nó khá lầy lội và tôi có thể bị phồng ở chân.",
  "fall_Tue2": "Có một thứ gì đó có mùi của đất...#$b#Ồ, đúng rồi. Bạn làm việc ở nông trại",
  "fall_Fri4": "Nhìn bạn có vẻ là bạn đã làm rất nhiều công việc nặng nhọc.#$b#Tại sao bạn lại không dành ra một ngày nghỉ nhỉ?",
  "fall_Wed4": "Nếu bạn cảm thấy chán, hãy đến đây chơi.",
  "fall_Thu6": "Đi mua sắm không còn khiến tôi thích thú như trước nữa.#$e#Cái gì đang xảy ra với tôi vậy?#$e#Hmm...",
  "fall_Mon6": "$p 48#Tôi đã bao giờ nói với bạn rằng tôi đã tìm thấy một chiếc vòng tay khác của bà cố tôi trên gác mái chưa?|Thấy chiếc vòng này không? Nó thuộc về bà cố của tôi.#$e#Bà ấy là một người rất thú vị.",
  "fall_Sun6": "Bạn biết đấy, tôi chưa bao giờ đi đến khu rừng.#$e#Nó có thể sẽ thú vị khi khám phá vào một ngày không xa.",
  "fall_Tue8": "Tôi bắt đầu cảm thấy thích mùi hương của đất. Điều đó có kì dị không nhỉ?#$e#tôi nghĩ đó là do tôi ở xung quanh bạn suốt ngày.$h",
  "fall_Mon10": "@, Tôi cảm thấy rất hạnh phúc vì được trông thấy bạn hôm nay.$h",
  "winter_Mon": "Tôi muốn đi đến một nơi nào đó ấm áp hơn.",
  "winter_Tue": "Xin chào. Bạn có cần gì từ tôi không?#$e#...",
  "winter_9": "Hmm. Áo của bạn là hiệu gì vậy?#$e#Oh. Um, đừng bận tâm.",
  "winter_Wed": "Tôi ước gì có ai đó sẽ mang đến cho tôi một ly cà phê bạc hà.$s#$e#Đừng bận tâm mà, tôi biết bạn sẽ không thể pha chế một ly đâu.",
  "winter_Thu": "Tôi sẽ bắt đầu lên danh sách những món đồ cần thiết cho mùa xuân.",
  "winter_Fri": "Bạn có nuôi ngựa con ở trong nông trại không?$h#$e#Ồ. Thật là chán...$s",
  "winter_Sat": "Điều tốt đẹp duy nhất của mùa đông là tôi có thể ngủ nướng.#$e#Tôi thích ngủ đến khoảng 10 tiếng vào ban đêm.",
  "winter_Sun": "Gửi giúp tôi lời chào đến Alex.#$e#Cảm ơn.",
  "winter_Tue2": "Tên bạn là @, phải không?#$e#Tôi cứ hay quên nó.",
  "winter_Tue4": "Xin chào @.#$e#Có thứ gì thú vị xảy ra ở nông trại của bạn không?",
  "winter_Wed6": "Tôi nghĩ là tôi đang bắt đầu nhận ra rằng thời trang không phải là thứ quan trọng nhất. Đúng không?#$e#Mặc dù là vậy nhưng tôi vẫn còn yêu thích thời trang. Ý tôi là, tại sao bạn không thử thể hiện cá tính của mình chứ?",
  "winter_Thu6": "Có thể tôi sẽ gửi một số chiếc sơ mi áo của tôi đi làm từ thiện vào mùa xuân.#$e#Ý tôi là, tôi có hơn 1000 cái áo sơ mi.$h#$e#...sao?",
  "winter_Sun6": "Um, nếu bạn gặp Alex thì hãy nói với anh ấy rằng hôm nay tôi khá bận?#$e#Cảm ơn.",
  "winter_Mon8": "Tôi ước rằng thời tiết ở thung lũng Stardew sẽ ấm áp hơn.#$e#Tôi có thể đi nơi khác, nhưng...",
  "winter_Fri8": "Bạn có nghĩ rằng bạn sẽ nuôi một chú ngựa con ở nông trại không?",
  "winter_Sat8": "Tôi mong rằng bạn không có nhiều việc bận trong mùa đông.#$e#Thật là tốt khi có thời gian nghỉ ngơi, phải không?",
  "winter_Sun10": "@, hôm nay bạn trông có vẻ cau có. Tôi thích điều này.^@, hôm nay bạn trông thật xinh đẹp.#$e#...$h"
}