{
  "Introduction": "Rất vui được gặp em. Anh là Harvey, bác sĩ của thị trấn này.#$e#Anh làm kiểm tra sức khỏe định kỳ và các thủ tục y tế cho tất cả cư dân của Thị trấn Pelican này. Nó là một công việc đáng giá.#$e#Vào đúng lúc nào đó, anh hy vọng em sẽ thấy được bản thân công việc em làm cũng là một phần thưởng.$h","note_00":"cần cải thiện bản dịch",
  "Resort_Entering": "Kem chống nắng? Có...#$b#Mũ chống nắng? Có...",
  "Resort_Leaving": "Nếu em bị bỏng, bôi một chút kem lô hội sẽ giúp làm dịu vùng da đó.",
  "Resort_Shore": "Anh đã lùng sục cả bãi biển để xem có mảnh vỡ thủy tinh nào không. Chúng ta không muốn có ai bị thứ ấy cứa vào chân cả!",
  "Resort_Chair": "Thi thoảng có cơ hội được nghỉ ngơi thật là tốt.#$b#Vấn đề đáng lo hơn cả là để những nỗi trăn trở của mình thực sự tan biến...$s","note_01":"dịch hơi lệch",
  "Resort_Bar": "Uống đủ nước trước cái nóng này là một điều rất quan trọng. Anh sẽ đi hỏi chú Gus xem có bán ít nước dừa nào không!$h",
  "Resort": "Anh sẽ cho em biết một bí mật nhỏ... Anh chỉ có thể bơi được khi có phao thôi.$s",
  "danceRejection": "Oh! Anh xin lỗi... anh, ừmm... dự định mời người khác nhảy cùng rồi.$s",
  "divorced": "Anh... Anh không thể nhìn em thêm lần nào nữa. Xin đừng làm anh đau lòng hơn nữa.$s",
  "breakUp": "...E...Em...?$s#$b#*gulp*... Anh... Có lẽ anh sẽ phát ốm vì chuyện này mất...$s",
  "dumped_Guys": "Anh đang bận làm việc. Anh không thể nói chuyện với em lúc này được.$s",
  "secondChance_Guys": "Hãy trở lại với cuộc đời của anh đi, @. Anh sẵn sàng quên đi quá khứ của hai chúng mình.$s",
  "Mon": "Phòng khám anh có bán vài loại thuốc không kê đơn ở quầy tiếp tân... cứ thoải mái ghé qua nếu em thấy kiệt sức.#$b#Anh biết làm nông vô cùng cực nhọc... nên đừng có cố quá thành quá cố đấy!",
  "Mon2": "Gánh trên vai trách nhiệm về sức khỏe của cả cộng đồng... làm anh thấy thật áp lực.#$e#Dù là một cộng đồng nhỏ bé, anh vẫn cảm thấy rất may mắn khi tạo lập được những mối quan hệ tốt với bệnh nhân của mình.",
  "Mon6": "Anh sẽ ở lại Thung lũng Stardew một thời gian nữa. Cuối cùng anh cũng nhận thấy mình là một phần của cộng đồng này.#$e#Vui biết bao khi là một người có ích ở đây.",
  "Mon10": "Ồ! Xin chào @.$l#$e#Em có... câu hỏi nào về y khoa không?$l",
  "Tue": "Đừng ngại ghé qua phòng khám của anh nếu em thấy không khỏe nhé.#$e#Dù sao em vẫn còn trẻ. You'll probably stay healthy without trying.$h","note_02":"cần tham khảo bản dịch",
  "Tue8": "Đừng làm việc quá sức đó @. Lệnh của bác sĩ đấy!#$e#Sức khỏe của em quan trọng với anh lắm đấy.$l",
  "Wed4": "Anh muốn biết thêm về em nhiều hơn, @. Tạm bỏ qua quan hệ bác sĩ và bệnh nhân nhé.",
  "Wed6": "Thật tốt khi anh có thêm một người bạn trong thị trấn.$h",
  "Wed8": "Sức khỏe của em vô cùng tốt. Điều đó rất đáng mừng đấy.$h",
  "Wed": "Nhớ che miệng khi em hắt hơi.#$e#Và sau đó thì nhớ rửa tay với xà phòng nhé.",
  "Thu8": "Làm bác sĩ là một công việc vất vả lắm. Anh còn không ăn uống được đầy đủ.$s#$e#Nếu anh không phải sống một mình thì có lẽ mọi thứ đã dễ thở hơn rồi.$l",
  "Thu": "Dinh dưỡng rất quan trọng, đảm bảo rằng em ăn uống đầy đủ đấy nhé. Nhớ tăng khẩu phần rau xanh trong bữa ăn nữa!#$e#Tự nấu bữa ăn là ngon nhất. Mà em có hay nấu ăn không?",
  "Fri": "Đúng là một ngày đẹp trời phải không?#$e#Ước gì anh có thể làm việc ít hơn.$s",
  "Fri4": "Không sao đâu nếu em muốn đến chơi ở căn hộ của anh. Anh sống ở tầng hai của phòng khám.",
  "Fri10": "Ghé vào chỗ anh nếu em muốn được khám sức khỏe một cách kín đáo nhé.$l",
  "Sat": "Anh có thể giúp gì cho em không?#$e#Bảo trọng nhé.",
  "Sat4": "Anh đến đây vì thích bầu không khí của một thị trấn nhỏ, và tiềm năng của nó cho việc phát triển một phương pháp chăm sóc bệnh nhân toàn diện.#$e#Anh thực sự yêu thích nơi này rồi.$h",
  "Sat8": "*Thở dài*... Anh dần cảm thấy mình già hơn...#$e#Càng lớn tuổi, tâm trí em sẽ càng bị trĩu nặng bởi những ký ức. Nó có thể khiến bản thân em gục ngã.$s#$e#Anh nghĩ mình sẽ thấy trẻ trung hơn khi có em bên cạnh.$l",
  "Sun": "Hmm... Anh đang phải chật vật để kiếm sống. Anh không có đủ bệnh nhân đến khám.#$e#Chắc anh sẽ thử nhận thêm người bệnh từ những thị trấn kế bên xem sao...",
  "Sun6": "Thử tưởng tượng em nắm giữ hoàn toàn tính mạng của người bệnh trong tay, và thất bại trong việc giành giật sự sống cho họ... điều đó sẽ khiến em bị ám ảnh suốt đời.$s",
  "event_george1": "Cảm ơn em, @.$h#$b#Bác thấy đấy, George, cháu chỉ đang cố giúp bác thôi mà.",
  "event_george2": "*Thở dài*$s#$b#Nghe này, bác George. Nếu bác cứ tiếp tục cư xử như vậy, cháu sẽ nói với vợ của bác đấy. Cháu không nghĩ bà ấy sẽ thấy vui đâu.",
  "event_aerobics1": "Cảm ơn em, @. Anh rất cảm kích về điều đó.$h",
  "event_aerobics2": "*Thở dài*... rude.$s","note_03":"dịch 'thô lỗ' ở đây không hợp",
  "event_heart1": "Ồ! Bệnh viện làm em thấy căng thẳng hả?#$b#Cứ thả lỏng người và thoải mái. Anh ở đây để giúp em mà.$h",
  "event_heart2": "Okay. Điều đó cũng dễ hiểu mà.",
  "event_heart3": "Ừm. Được thôi... Nếu em đã nói vậy.$s",
  "event_grave1": "...You're right.#$b#...Cảm ơn em nhé.","note_04":"cần tham khảo sự kiện xảy ra trong game",
  "event_grave2": "*thở dài*$s",
  "summer_Mon": "Chỉ hấp thu một lượng nắng vừa phải thì không sao cả. Nhưng để da bị cháy nắng thì lại là một chuyện khác đó!#$e#Được rồi. Nhớ chăm sóc bản thân chu đáo và giữ gìn sức khỏe nhé.","note_05":"câu thứ hai dịch lệch",
  "summer_Thu": "Vận động cơ thể rất quan trọng, nhưng đừng vì thế mà khiến bản thân kiệt sức, không thì em sẽ phải nằm viện đấy!#$e#Hãy luôn nhớ lắng nghe cơ thể của chính mình.",
  "summer_Fri": "Mọi người thường ít bị bệnh vào mùa hè. Anh thấy vui cho mọi người, nhưng lại thấy buồn cho công việc của mình.",
  "fall_Fri": "Em có đi vào hầm mỏ lần nào chưa, @?#$e#Chỗ đó là một nơi đầy nguy hiểm. Anh khuyên em không nên đi vào đấy.",
  "fall_Sat": "Ăn một vài món sẽ giúp em làm việc hiệu quả hơn đó.#$e#Ăn món 'Farmer's Brunch' sẽ cung cấp đầy đủ dưỡng chất em cần cho việc tưới tiêu lẫn thu hoạch mùa vụ đấy!",
  "winter_Wed": "Hiện đang là mùa cúm, vì vậy hãy hết sức thận trọng nhé.#$e#Luôn nhớ rửa tay với xà phòng thường xuyên nhé.",
  "winter_Sun": "Anh ghét phải nói ra điều này, nhưng mùa cúm này lại giúp anh kiếm thêm kha khá thu nhập.#$e#Anh đoán nếu mọi người không còn ốm đau gì nữa, thì chắc công việc của anh cũng chấm dứt.#$e#Đừng hiểu nhầm ý anh nhé! Anh luôn muốn mọi người được khỏe mạnh... thật đấy!"
}