{
  "Introduction": "Ồ! Cháu hơi khác với tưởng tượng của cô... mà thôi, không sao! Cô là Jodi.#$e#Nơi này là một thị trấn khá nhỏ và yên bình, nên cô rất vui khi có người mới chuyển đến! Thêm một nông dân ở đây, không chừng có thể thay đổi nhiều thứ đấy.",
  "Resort_Entering": "Thật là tuyệt quá đi!",
  "Resort_Leaving": "Cô nghĩ mình sẽ làm vài món hải sản cho bữa tối hôm nay.$h",
  "Resort": "Cảnh đẹp mê hồn! Màu xanh thăm thẳm kéo dài như thể vô tận...",
  "Resort_Bar": "We all love it when Gus shows up.",
  "reject_864": "Gì đây nhỉ? Trông rất giống một đồng đội của Kent. Hay là cháu cho anh ấy xem nó đi?",
  "Mon": "Chăm lo cho cả một gia đình là công việc rất khó khăn... nhưng vẫn phải có ai đó làm chứ.#$e#Phải không?",
  "Mon6": "Thật tuyệt khi có một gia đình... nhưng sẽ là nói dối nếu cô nói chưa từng nhớ lại sự tự do của tuổi trẻ...$s",
  "2_1": "Chú Kent, chồng cô là quân nhân, đang ở nước ngoài. Đó là lý do chú ấy không ở đây.#$b#Cô biết chú ấy sẽ bình yên trở về khi hết thời hạn thôi!!#$e#Cháu cần gì không?",
  "Tue": "Tập thể dục rất quan trọng trong việc bảo vệ sức khỏe. Cô luôn dành một chút thời gian cho nó.#$e#Là cha mẹ, cô không có nhiều thời gian dành cho bản thân. Nên cô luôn cố tận dụng từng phút, từng giây.",
  "Wed4": "Cô ước có thể dành thêm thời gian ở ngoài trời, nhưng ở đây có nhiều việc để làm quá.#$e#I started wearing rubber gloves to keep my hands soft.#$e#The older you get, the more work you have to do to stay healthy.$s#$e#Ok, bye!",
  "Wed": "Cháu nói gì cơ? Đã %time rồi à? Trời ơi!#$e#Cô vẫn còn cả đống việc phải làm!$s",
  "Thu6": "Thời gian trôi qua nhanh quá *thở dài*#$e#Cô vẫn còn nhớ thằng cu Sam hồi nó còn đóng bỉm. Thật là dễ thương.$s#$e#Đừng cho nó biết cô nói vậy nhé.$h#$e#Cháu hẳn là thích nói chuyện với cô lắm nhỉ?",
  "Thu": "Vậy, cháu là nông dân à? Thú vị thật đấy.#$c .5#Cô chưa từng gặp nông dân nào trước đây.$k#$e#Biết đâu sau này, cháu sẽ dạy cô trồng rau.$h",
  "Fri": "$d Joja#Thực phẩm ở Joja Mart có thể không phải loại tốt nhất cho sức khỏe gia đình cô, nhưng giá rẻ vậy thì có điên cô mới mua ở chỗ khác!|Thực phẩm ở cửa hàng nhà Pierre tươi ngon hơn bất cứ thứ gì cô từng mua ở Joja Mart. Nhưng cô vẫn tiếc cái giá rẻ ở Joja Mart lắm.",
  "Sat": "Chào.#$e#Cháu cần gì à?",
  "Sat4": "Cô rất mừng khi cháu cố gắng cải thiện nông trại cũ đó.#$e#Nếu mà mọi thứ đã đâu vào đó cả rồi, cô chắc là nó sẽ đóng góp rất nhiều cho cộng đồng đấy!$h#$e#Nhưng cũng sẽ có rất nhiều việc cho cháu đấy.#$e#Tạm biệt.",
  "Mon2": "$d kent#Hôm qua, cô đã đến nhà thờ Yoba để tạ ơn vì chồng cô đã bình an trở về.|Hôm qua, cô đã đến nhà thờ Yoba để cầu cho chồng cô bình an trở về.#$e#Cô vẫn cố lạc quan, nhưng đôi lúc cũng khó.$s",
  "Sun": "#$c .5#Hôm nay cô nghỉ làm việc nhà.$h#$e#Cô nghỉ cả ngày luôn.$h#$e#Nếu không dành chút thời gian ở bên ngoài, cô sẽ điên mất!#$e#Hơn nữa, cô không muốn chân mình yếu đi.",
  "Sun8": "Cô mơ thấy mình được tự do hoàn toàn, không có nghĩa vụ với ai cả, trừ bản thân...#$b#...Rồi cô tỉnh dậy và nhận ra mình còn công việc nội trợ của cả một ngày trước mặt...$s#$e#Nhưng cô không hối hận vì có một gia đình, @... Sam và Vincent là tất cả với cô!",
  "summer_Mon": "Mùa hè thật tuyệt, nhưng công việc cũng nhiều hơn.#$e#Ngoài làm việc nhà ra thì còn phải cắt tỉa cây trong vườn nữa!",
  "summer_Tue": "Chào.#$e#Cháu cần gì à? Cô đang bận chút.",
  "summer_Tue_inlaw_Sam": "Thằng cu Sam của mẹ sống thế nào ở nông trại vậy con?$h",
  "summer_Thu": "Housework is frustrating because you're never finished.#$e#The day after I sweep the floor, it's dirty again.",
  "summer_Sun": "Mình sẽ nấu món gì cho bữa tối nay đây?#$e#*thở dài*...",
  "fall_Thu": "Cõ lẽ cô đã chiều bọn trẻ quá. Chúng nó chẳng bao giờ phải làm việc nhà cả.#$e#Cô chỉ muốn chúng nó tận hưởng tuổi thơ khi còn có thể. Nhưng bây giờ thì Sam nó cũng trở thành đàn ông rồi.#$b#Cô mong nó không trở nên lười biếng. Như vậy không được.$s#$e#Làm cha làm mẹ thật chẳng dễ dàng gì.",
  "fall_Thu_inlaw_Sam": "Thằng Sam có làm gì giúp con không? Hay nó chỉ biết ăn bám ở nông trại thôi?",
  "fall_Sun": "Caraline và cô là bạn thân. Cô nói cho cô ấy mọi thứ.",
  "fall_Sun2": "Một khi trở thành cha mẹ, cháu sẽ phải bỏ lối sống cũ lại phía sau.#$e#Điều đó không hẳn là đúng... nhưng nếu cháu không cẩn thận, thì nó sẽ xảy ra đấy.",
  "winter_Mon": "Cô rất thích chơi với tuyết khi còn nhỏ. Điều tuyệt vời khi làm mẹ là cô có thể tận hưởng nó lần nữa.$h",
  "winter_Tue": "Chào. Cháu có mệt mỏi khi bị người ta hỏi thăm về nông trại suốt không?#$e#Nếu là cô thì có đấy.",
  "winter_Tue6": "*thở dài*... Đôi lúc, cô lại mơ về một cuộc sống... không có gia đình để chăm sóc. Thật đáng sợ, phải không?$s#$e#Đừng cho ai biết nhé.$4",
  "winter_Wed2": "Làm gì để giải trí ấy à? Hừm... Câu hỏi hay đấy.#$e#Cô thích ngủ.$s",
  "winter_Wed4_2": "Kent đã về nhà được một thời gian rồi, nhưng trông anh ấy vẫn không được thoải mái.$s",
  "winter_Thu": "Sam gây ồn ào khá nhiều với thứ âm nhạc đó. Cô mong là nó không làm phiền đến hàng xóm.",
  "winter_Thu_inlaw_Sam": "Sam dạo này thế nào rồi con? Mẹ phải thừa nhận, từ hồi nó chuyển đi việc nấu nướng và dọn dẹp nhẹ nhàng hơn nhiều...",
  "winter_Thu8": "Bọn cô khá vội vàng trong hôn nhân, với việc Kent trở thành quân nhân và tất cả... Cô chẳng được nếm bao nhiêu hương vị của tuổi trẻ và tự do, giờ thì đã quá muộn để quay lại rồi.$s#$e#Không thể tin được là cô lại kể chuyện này cho cháu.$4",
  "winter_Fri": "Lâu lâu được đi du lịch thì tuyệt...$s",
  "winter_Sun": "Nếu trở thành đại gia thì việc đầu tiên cô làm sẽ là thuê một cô hầu gái và một đầu bếp.#$e#Ôi, sẽ tuyệt lắm cho xem!$h"
}