{
  "Introduction": "Ồ! Cháu hơi khác với tưởng tượng của cô... mà thôi, không sao! Cô là Jodi.#$e#Nơi này là một thị trấn khá nhỏ và yên bình, nên cô rất vui khi có người mới chuyển đến! Thêm một nông dân ở đây, không chừng có thể thay đổi nhiều thứ đấy.",
  "Resort_Entering": "Thật là tuyệt quá đi!",
  "Resort_Leaving": "Cô nghĩ mình sẽ làm vài món hải sản cho bữa tối hôm nay.$h",
  "Resort": "Cảnh đẹp mê hồn! Màu xanh thăm thẳm kéo dài như thể vô tận...",
  "Resort_Bar": "We all love it when Gus shows up.",
  "reject_864": "Gì đây nhỉ? Trông rất giống một đồng đội của Kent. Hay là cháu cho anh ấy xem nó đi?",
  "Mon": "Chăm lo cho cả một gia đình là công việc rất khó khăn... nhưng vẫn phải có ai đó làm chứ.#$e#Phải không?",
  "Mon6": "It's nice to have a family... but I'd be lying if I said I never miss the freedom of being young...$s",
  "2_1": "Chú Kent, chồng cô là quân nhân, đang ở nước ngoài. Đó là lý do chú ấy không ở đây.#$b#Cô biết chú ấy sẽ bình yên trở về khi hết thời hạn thôi!!#$e#Cháu cần gì không?",
  "Tue": "Exercise is important for staying healthy. I always make sure to set aside some time for it.#$e#As a parent, I don't have much time to devote to myself. So I try and make every minute count.",
  "Wed4": "Cô ước có thể dành thêm thời gian ở ngoài trời, nhưng ở đây có nhiều việc để làm quá.#$e#I started wearing rubber gloves to keep my hands soft.#$e#The older you get, the more work you have to do to stay healthy.$s#$e#Ok, bye!",
  "Wed": "Cháu nói gì cơ? Đã %time rồi à? Trời ơi!#$e#Cô vẫn còn cả đống việc phải làm!$s",
  "Thu6": "Thời gian trôi qua nhanh quá *thở dài*#$e#Cô vẫn còn nhớ thằng cu Sam hồi nó còn đóng bỉm. Thật là dễ thương.$s#$e#Đừng cho nó biết cô nói vậy nhé.$h#$e#Cháu hẳn là thích nói chuyện với cô lắm nhỉ?",
  "Thu": "So you're a farmer, huh? Interesting.#$c .5#I've never met a farmer before.$k#$e#Maybe some day you can teach me how to grow vegetables.$h",
  "Fri": "$d Joja#Thực phẩm ở Joja Mart có thể không phải loại tốt nhất cho sức khỏe gia đình cô, nhưng giá rẻ vậy thì có điên cô mới mua ở chỗ khác!|Thực phẩm ở cửa hàng nhà Pierre tươi ngon hơn bất cứ thứ gì cô từng mua ở Joja Mart. Nhưng cô vẫn tiếc cái giá rẻ ở Joja Mart lắm.",
  "Sat": "Chào.#$e#Cháu cần gì à?",
  "Sat4": "Cô rất mừng khi cháu cố gắng cải thiện nông trại cũ đó.#$e#Nếu mà mọi thứ đã đâu vào đó cả rồi, cô chắc là nó sẽ đóng góp rất nhiều cho cộng đồng đấy!$h#$e#Nhưng cũng sẽ có rất nhiều việc cho cháu đấy.#$e#Tạm biệt.",
  "Mon2": "$d kent#Yesterday I visited Yoba's Altar to give thanks for my husband's safe return.|Yesterday I visited Yoba's Altar to ask for my husband's safe return.#$e#I'm trying to stay positive, but it's hard sometimes.$s",
  "Sun": "#$c .5#I'm taking a break from house chores today.$h#$e#I'm taking the day off.$h#$e#If I don't spend any time outside, I'll go crazy!#$e#Plus I don't want my legs to turn soft.",
  "Sun8": "I had a dream that I had complete freedom, no obligation to anyone but myself...#$b#...Then I woke up and realized I had a full day of house chores ahead of me...$s#$e#But I don't regret having a family, @... Sam and Vincent mean everything to me!",
  "summer_Mon": "Mùa hè thật tuyệt, nhưng công việc cũng nhiều hơn.#$e#Ngoài làm việc nhà ra thì còn phải cắt tỉa cây trong vườn nữa!",
  "summer_Tue": "Chào.#$e#Cháu cần gì à? Cô đang bận chút.",
  "summer_Tue_inlaw_Sam": "Thằng cu Sam của mẹ sống thế nào ở nông trại vậy con?$h",
  "summer_Thu": "Housework is frustrating because you're never finished.#$e#The day after I sweep the floor, it's dirty again.",
  "summer_Sun": "Mình sẽ nấu món gì cho bữa tối nay đây?#$e#*thở dài*...",
  "fall_Thu": "Cõ lẽ cô đã chiều bọn trẻ quá. Chúng nó chẳng bao giờ phải làm việc nhà cả.#$e#Cô chỉ muốn chúng nó tận hưởng tuổi thơ khi còn có thể. Nhưng bây giờ thì Sam nó cũng trở thành đàn ông rồi.#$b#Cô mong nó không trở nên lười biếng. Như vậy không được.$s#$e#Làm cha làm mẹ thật chẳng dễ dàng gì.",
  "fall_Thu_inlaw_Sam": "Thằng Sam có làm gì giúp con không? Hay nó chỉ biết ăn bám ở nông trại thôi?",
  "fall_Sun": "Caraline và cô là bạn thân. Cô nói cho cô ấy mọi thứ.",
  "fall_Sun2": "Một khi trở thành cha mẹ, cháu sẽ phải bỏ lối sống cũ lại phía sau.#$e#Điều đó không hẳn là đúng... nhưng nếu cháu không cẩn thận, thì nó sẽ xảy ra đấy.",
  "winter_Mon": "Cô rất thích chơi với tuyết khi còn nhỏ. Điều tuyệt vời khi làm mẹ là cô có thể tận hưởng nó lần nữa.$h",
  "winter_Tue": "Chào. Cháu có mệt mỏi khi bị người ta hỏi thăm về nông trại suốt không?#$e#Nếu là cô thì có đấy.",
  "winter_Tue6": "*thở dài*... Đôi lúc, cô lại mơ về một cuộc sống... không có gia đình để chăm sóc. Thật đáng sợ, phải không?$s#$e#Đừng cho ai biết nhé.$4",
  "winter_Wed2": "Làm gì để giải trí ấy à? Hừm... Câu hỏi hay đấy.#$e#Cô thích ngủ.$s",
  "winter_Wed4_2": "Kent đã về nhà được một thời gian rồi, nhưng trông anh ấy vẫn không được thoải mái.$s",
  "winter_Thu": "Sam makes a lot of noise with that music of his. I hope it doesn't disturb the neighbors.",
  "winter_Thu_inlaw_Sam": "How's Sam doing? I have to admit, there's less cooking and cleaning to do since he moved out...",
  "winter_Thu8": "We kind of rushed into our marriage, with Kent being a soldier and all... I hardly got a taste of youth and freedom, and now it's too late to ever go back.$s#$e#I can't believe I'm saying this to you.$4",
  "winter_Fri": "Lâu lâu được đi du lịch thì tuyệt...$s",
  "winter_Sun": "Nếu trở thành đại gia thì việc đầu tiên cô làm sẽ là thuê một cô hầu gái và một đầu bếp.#$e#Ôi, sẽ tuyệt lắm cho xem!$h"
}