{
  "Mon": "Xin chào, cậu nông dân.^Xin chào, cô gái nông dân.#$e#Tôi đã đi vắng khá lâu rồi... Giờ tôi thấy mình như người lạ ở đây vậy.",
  "Resort_Entering": "Hey, @. Rất vui được gặp cháu.",
  "Resort_Leaving": "Đến lúc về nhà rồi.",
  "Resort_Shore": "Đứng trên bãi biển này... Chú cảm nhận được một sự bình yên hiếm có.$h#$e#Đại dương đúng là một nơi thật đặc biệt.",
  "Resort_Chair": "Đây quả là một nơi tuyệt vời để sum họp cùng gia đình. Rất cảm ơn cháu đã sửa chữa lại nó.",
  "Resort_Bar": "Chú đang lấy thêm ít nước uống thôi.",
  "Resort": "Cuộc đua thuyền thật là thú vị. Chú thậm chí phải nhờ đến những kỹ năng học được từ khóa huấn luyện hải quân để giúp mình định hướng đấy.$h",
  "MovieInvitation": "Erm... được thôi. Cảm ơn cháu. Chúng ta sẽ gặp nhau ở đó nhé.$h",
  "accept_864": "...!$4#$b#...Cháu tìm thấy thứ này ở đâu vậy?$4#$b#...$5#$b#Người đàn ông này... Bọn chú đã chiến đấu cùng nhau trên chiến trường, @. Với chú, cậu ấy như một người anh em vậy.#$b#Nhưng... chỉ một trong hai chúng ta trở lại được.$5#$b#Cậu ấy chưa bao giờ mất đi lòng can đảm. Kể cả lúc đối mặt với tử thần. Một người hùng thực sự... Chú sẽ không bao giờ quên được cậu ấy.#$b#Cảm ơn cháu đã đưa chú tấm ảnh này... Nó rất có ý nghĩa đối với chú.#$b#Đây, hãy cầm lấy. Nó nằm khuất trong tủ chén bát nhà chú cả mấy năm trời rồi, cô chú cũng chưa bao giờ dùng đến nó cả.",
  "reject_865": "Yep... It's been tightly sealed, so the flavor should still be really potent.","note_01":"item được nói đến ở đây là một tấm ảnh...",
  "Mon4": "Chú không biết liệu đến bao giờ mới quen lại được cảm giác ở nhà.#$e#Cảm giác sự yên bình của thị trấn này giống như một lớp vỏ ngụy trang. Có lẽ chỉ mình chú mới có cái suy nghĩ như vậy.",
  "Tue": "Mọi thứ vẫn không thay đổi gì nhiều kể từ lúc tôi ra đi.#$e#Chỉ ngoại trừ việc có cậu đến sống ở đây.^Chỉ ngoại trừ việc có cháu đến sống ở đây.",
  "Tue2": "Vẫn không có thay đổi gì nhiều kể từ lúc chú đi.#$e#Chỉ khác mỗi việc chúng ta có thêm một người nông dân mới đến.$h",
  "Wed6": "...Chú đã mất rất nhiều bạn bè trong chiến trận.$s#$e#Điều buồn hơn cả là chú không còn nhớ nổi khuôn mặt họ ra sao nữa.#$e#...",
  "Wed": "Cậu đã ở đây được một thời gian rồi phải không? Nông trại của cậu hẳn phát triển lắm nhỉ.^Cháu đã ở đây một thời gian rồi phải không? Hẳn là nông trại của cháu phát triển lắm nhỉ.",
  "Thu6": "#$1 Kent1#Chú đã dậy từ lúc 4 giờ sáng... đôi khi chú tự hỏi liệu chú có thể quay lại nhịp sống thường nhật được không.$k#$e#Sam đã trưởng thành hơn rất nhiều kể từ khi chú ra đi. Giờ thằng bé đã là một người đàn ông rồi.#$e#Chú ước sao mình có thể ở bên cạnh Sam suốt quãng thời gian ấy.$s",
  "Thu": "Cậu là bạn của con trai tôi phải không?^Cháu là bạn với con trai chú phải không?#$e#Có lẽ cậu hiểu rõ Sam hơn cả tôi...^Chắc cháu biết rõ Sam nhiều hơn cả chú...$s",
  "Thu_inlaw_Sam": "Chào con, @. Cuộc sống hôn nhân làm con hạnh phúc chứ?",
  "Fri": "Một ngày đẹp trời để đi câu cá đấy nhỉ?",
  "Sat": "Jodi bảo rằng cháu đã trở thành một phần của cộng đồng này. Chú rất vui khi nghe vậy.",
  "Sat8": "Mong cháu thứ lỗi vì thấy chú hay có vẻ mệt mỏi nhé, do chú thường bị mất ngủ.#$e#Thông cảm cho chú nhé.",
  "Sun": "Chú không biết mình nên làm gì kể từ lúc về nhà.#$e#Chú từng có chỉ dẫn .",
  "event_popcorn1": "Yên lặng đi! Đừng có làm tôi quay lưng với vợ của mình.$u",
  "event_popcorn2": "...$s#$b#Cháu nói đúng lắm, @.$s",
  "event_popcorn3": "Đừng có nói dối tôi! Tôi ghét những lời dối trá hơn mọi thứ trên đời này đấy!$u"
}