{
  "4": "...Bạn đã từng đối mặt với những ai khác như tôi chưa, trong hầm mỏ ấy? Tôi xin lỗi nếu họ tấn công bạn nhé.#$b#Bạn thấy đấy, chúng tôi sợ con người... vì đã có quá nhiều... những cuộc đụng độ nảy lửa xảy ra.#$e#Bạn chưa từng... tiêu diệt người bạn nào của tôi đấy chứ?","note_01":"câu thứ 3 khá dài nên anh đã tách nó sang hộp thoại mới",  
  "8": "Cuộc chiến 1000 năm giữa tộc người của tôi với tộc người dwarf mới vừa chấm dứt gần đây. Dù vậy, hai bên vẫn còn rất nhiều ân oán.",
  "15": "Xin hãy giữ bí mật chỗ của tôi. Nếu tụi dwarf biết, chúng chắn chắn sẽ cử người đến ám sát tôi đó.",
  "Fri": "...",
  "reject_868": "Ồ, một viên Arctic Shard! Nó là một mảnh đá ma thuật rất hiếm có.#$b#Nếu tôi là bạn, tôi sẽ mang ngay nó đến cho Phù thủy!",
  "Wed": "Tôi thu thập mấy thứ ở đây và bán chúng. Bạn có muốn mua gì không?",
  "Wed6": "Nếu bạn áp tai vào đúng ống nước, bạn có thể nghe được tiếng từ bất kỳ nhà nào ở dưới này đấy.#$b#Cho dù vậy, tôi không muốn nghe lén ai cả!$3",
  "Thu": "Làm ơn đừng kể cho ai biết về tôi.#$b#Con người thường có xu hướng tiêu diệt những thứ mà họ không thể hiểu.",
  "Thu6": "Làm ơn đừng nói cho ai biết về tôi nhé.#$b#Hầu hết con người đều sợ hãi trước những người bóng tối chúng tôi... có thể vì lý do chính đáng nào đó.$s#$b#Mặc dù vậy, nếu người dân thị trấn biết tôi, có thể tôi sẽ không còn an toàn ở đây nữa.",
  "Tue": "Tôi rất nhạy cảm với ánh nắng nên khó lòng mà ra ngoài được.#$b#Nhưng ở dưới này, tôi có điều kiện sống vô cùng lý tưởng.#$e#Bạn muốn mua thứ gì không?",
  "Mon": "Xin đừng hoảng sợ. Tôi không giống như những kẻ khác đâu.#$e#Tôi đã dành rất nhiều thời gian để quan sát con người. Và tôi biết bạn rất hay đi mua sắm. Liệu bạn có muốn xem đồ tôi bán không?",
  "Mon2": "Bạn quay lại sao? Có lẽ giả thuyết về hành vi con người của tôi vẫn còn đúng.",
  "Mon6": "'Krobus' có nghĩa là 'sứ giả' trong ngôn ngữ của tôi đấy.","note_02":"'sứ giả' có hợp không?",
  "Sat": "Cứ vào thứ sáu, tôi sẽ im lặng để tỏ lòng tôn kính đối với Yoba.",
  "Sun": "...Xin lỗi bạn, trong tôi vẫn còn một chút sự cảnh giác với con người. Tuy nhiên, cửa hàng của tôi thì vẫn mở bán cho bạn đấy.",
  "Sun4": "Bạn không giống như những người khác phải không?",
  "Sun8": "Bạn đã giúp tôi mở rộng tầm mắt hơn với thế giới loài người. Tôi rất lấy làm cảm kích.",
  "divorced": "..."
}