{
  "LeoDeparture": "Tớ cần một nơi để sinh sống...$s#$b#Và tớ có kế hoạch rồi... tớ sẽ nhờ đến sự giúp đỡ từ bạn bè của mình.",
  "Thu8": "Lúc đầu tớ thấy tiếc nuối... khi phải rời hòn đảo và đặt chân đến một miền đất lạ lẫm.$s#$e#Nhưng giờ tớ thấy quen hơn rồi.#$b#Tớ là con người dễ thích nghi lắm!$h",
  "Thu10": "Lúc mới đến, tớ thấy mình thật xa lạ ở đây. Còn giờ đây, tớ đã có rất nhiều bạn bè rồi!$h#$b#Có lần, tớ cảm giác như mình thuộc về nơi đây vậy...",
  "Tue": "Cô Penny đang cố gắng hết sức để giúp tớ bắt kịp tiến độ học tập ở trường. Cô ấy tốt bụng lắm luôn...#$e#...May thay, tớ vẫn còn nhớ một ít từ cuộc sống cũ... trước khi bị trôi dạt vào hòn đảo... nên cũng không có gì làm khó tớ lắm.#$e#Cô Penny rất ấn tượng với sự hiểu biết của tớ luôn đó!",
  "Tue10": "Chắc hẳn lúc đầu Jas và Vincent thấy tớ kỳ lạ lắm. Có vài lần tớ vô tình ngồi bẹp lên bàn học... và nó không giúp ích tớ được gì cả.$s#$e#Đó là một sự thay đổi lớn lao với tất cả mọi người. Nhưng giờ tụi tớ đều là bạn tốt của nhau cả rồi!$h",
  "18": "Khi tớ mới đến đây, bác Linus đã làm cho tớ một bộ quần áo bằng lá cây, giống như của bác ấy...#$b#Nhưng mặc trông buồn cười lắm... nhìn tớ giống như một quả xoài vậy!$h#$e#Thôi thì tớ sẽ cứ mặc bộ đồ lông vũ của mình vậy.","note_01":"câu thứ 2 dịch thiếu fuzzy",
  "Wed": "Nhờ bác Linus và cô Penny, tớ nhất định sẽ chuyên tâm học hỏi nhiều nhất có thể!$h#$e#Thị trưởng Lewis nói tớ sẽ sớm trở thành một 'công dân toàn diện'... chẳng biết nó nghĩa là sao nữa.",
  "Thu": "Bạn đã bao giờ để ý đến những chú chim sống ở đây chưa?#$e#Nếu bạn thử lắng tai nghe, chúng có thể kể cho bạn về điều gì đó đấy.",
  "winter_Thu": "Lũ chim ở thung lũng này không sợ cái lạnh lắm nhỉ.#$e#Tớ hơi ghen tị với bộ cánh ấm áp của chúng...$s",
  "4": "Tớ có thấy một quả xoài to bự trôi nổi trên bầu trời. Bác Linus giải thích rằng đó là một chiếc khinh khí cầu!$u#$b#Vậy mà trước giờ tớ cứ tưởng chỉ có loài chim mới bay được...",
  "Fri": "Bác Linus đã dạy hết cho tớ về các loại hoa quả có thể ăn được ở thung lũng này. Không ngờ ở đây lại có nhiều thứ ngon đến vậy!$h#$e#Dù sao thì... tớ vẫn thấy thèm món golden walnut vào mỗi bữa sáng...$s",
  "winter_Fri": "Bác Linus đã dạy tớ cách làm món spice berry rubbed fish đặc biệt...#$b#Bác ấy còn nói nếu tớ ăn nhiều nó, tớ sẽ thấy ấm hơn trong mùa đông này!$h",
  "Fri8": "Bác Linus bảo rằng tớ nên 'nướng' cá trước khi ăn nó...$s#$b#Tớ thấy khó mà quen được việc đó... vì cá ăn khô lắm...$s",
  "Mon": "Chào @. Rất vui được gặp lại bạn trên đảo, như hồi xưa vậy. Thú vị thật đấy!#$e#Ngay từ lần đầu gặp bạn... tớ đã biết cuộc đời mình sẽ chuẩn bị bước sang trang mới rồi.$u",
  "Sun": "Bạn biết không, thung lũng Stardew có thể là ngôi nhà mới của tớ... nhưng còn hòn đảo thì sẽ mãi luôn là nhà của tớ.#$e#Thật vui vì vẫn có thể quay về và ghé thăm nó.",
  "Sat": "Có thể ngày nào đó, tớ sẽ đến thành phố Zuzu xem sao...$u#$b#Nhưng tớ chưa hề sẵn sàng cho việc ấy. Dù vẫn chưa quen với thế giới mới này, thì tớ vẫn thấy vô cùng thoải mái khi ở đây!$h",
  "Sun10": "Bầy vẹt muốn nhờ tớ cảm ơn về những quả golden walnut mà bạn tìm được. Chúng thực sự rất thích thứ quả ấy.$h",
  "Sat10": "@? Ừmm... Tớ hơi ngại khi hỏi cậu điều này...$u#$b#Liệu... cậu có nghĩ Jas sẽ thích ai đó như tớ không?$u#$b#Hay tớ có kỳ quặc quá không?$s#$e#Hahaha... ai mà quan tâm chứ. Tớ sẽ sớm biết thôi.$h"
}