{
  "Introduction": "Đêm đầu tiên ở căn nhà đó thế nào, hả cháu?#$e#Ông của cháu đã từng hay phàn nàn về chiếc giưòng cũ kĩ, ọp ẹp ấy. Nhưng ta nghĩ, trong thân tâm của ông của cháu, ông ấy rất yêu quý căn nhà này.",
  "Resort": "Ta thật ngạc nhiên đấy, @ ạ. Cháu đã hoàn toàn khôi phục nơi này!$h",
  "Resort_Leaving": "Mọi người lên tàu nào! Chúng ta hãy trở về thung lũng!",
  "Resort_Shore": "Những tiềm năng về phát triển du lịch như thế này thật sự có thể mở rộng nền kinh tế địa phương!#$e#Ta nghĩ rằng mình không nên ở ngoài nắng lâu quá vì nắng sẽ làm cháy bộ râu của ta.",
  "Resort_Chair": "Hehe... hãy nhìn nơi này này! Ta không biết bằng cách nào mà cháu làm được như vậy, nhưng địa điểm du lịch nhỏ này sẽ là một đề tài bàn tán sôi nổi đấy.$h",
  "Resort_Bar": "Hehe... Gus thật sự cảm thấy tuyệt vời ở đây.",
  "pamHouseUpgrade": "@ à, Ta đã được nghe việc làm của cháu dành cho hai mẹ con Pam và Penny... đó là một hành động thiện nguyện mà ta rất mong được thấy ở thị trấn Pelican này!$h",
  "pamHouseUpgradeAnonymous": "@ à, cháu có biết gì chưa? Một người nào đó đã tả tiền để xây cho hai mẹ con Pam và Penny một căn nhà! Nhưng mà Robin lại không chịu nói tên của người đó.#$eMà bất kể là ai cũng được, đó là một hành động thiện nguyện mà ta rất mong được thấy ở thị trấn Pelican này!$h",
  "willyCrabs": "*hít*... *hít*... cháu có ngửi thấy mùi gì không? Ta đã cảm thấy có một mùi giống mùi cua tươi sống cả ngày...$u",
  "cc_Begin": "*hít*... *hít*... À, Ta có thể cảm thấy rằng cháu đang dành một ít thời gian cho cái Nhà Văn Hóa cũ kĩ ấy. Thật là tốt khi biết được rằng ai đó đang chăm sóc nơi này.",
  "cc_Complete": "Ta chưa bao giờ cảm thấy tự hào về cộng đồng của chúng ta như bây giờ. Cháu đã làm một điều tuyệt vời cho thị trấn Pelican đấy, @ ạ.$h",
  "cc_Bus": "@ này, cháu có biết tin gì chưa? Hình như là cái trạm xe buýt cũ đã hoạt động lại vào tối hôm qua đấy!$h#$b#Thứ cũ kỹ đó đã nằm im hàng chục năm nay rồi... Đây thực sự là một bí ẩn lớn.",
  "joja_Begin": "Vậy là, cái Nhà Văn Hóa cũ kĩ ấy đã biến mất thật rồi... Ta nghĩ rằng, theo dòng chảy của thời gian và năm tháng, nhũng thứ tốt đẹp rồi cũng sẽ đến và đi... Tuy nhiên, ta không thể không cảm thấy một chút gì đó mất mát.$s#$e#Ta chỉ hy vọng rằng điều này không phá vỡ nhũng cống hiến của ta với tư cách là một Thị trưởng.$s",
  "Mon": "Bây giờ là thời điểm thích hợp để suy tính đến việc làm vườn, ngay cả với những người không phải nông dân như ta.#$e# Thung lũng này được biết đến là nơi cho ra thị trường một số giống hoa mùa xuân tốt nhất!$h",
  "Tue": "Hãy bỏ bất kì thứ gì cháu thích vào shipping box kế bên nhà cháu nhé.#$e#Ta sẽ rất tò mò về những thứ cháu sẽ bỏ vào trong đó đó.",
  "Saloon_Entry": "Chào, Gus!",
  "Tue2": "Vào những ngày đầu tiên của mỗi mùa, cháu sẽ phải dọn dẹp những cái cây chết của mùa trước. Việc ấy sẽ trở nên đơn giản nếu cháu có scythe.",
  "spring_3": "Cháu đã trồng những giống cây của mùa xuân chưa? Mỗi một mùa thì không bao giờ kéo dài mãi mãi, cháu biết đấy.",
  "Town_57_40": "#$c .3#Cháu đã vào thị trấn sớm hả? Đã làm xong hết các việc vặt trong nông trại rồi à?#$e#Chào buổi sáng! Ta chỉ đang kiểm tra khu vườn như thường lệ mà thôi.$h#$c .5#Hừm... những con này là rệp này phải không?$s#$e#Hừm... Ta hy vọng đây không phải là một vấn đề lớn...$s",
  "Wed": "Hừm... thu tiền thuế... *lầm bầm* ...chi phí cho các lễ hội mùa xuân... *lầm bầm*...$u#$e#Hả?",
  "spring_10": "À... Không có thứ gì bằng một tách trà đậm vào buổi sáng.",
  "Thu": "Saloon có thể trở nên khá sôi động vào ban đêm. Đôi khi chúng ta thậm chí đã bỏ đồng xu vào jukebox *cười thầm*$h#$e#Dù sao thì ta cũng rất muốn ghé thăm ít nhất là một lần mỗi tuần để nắm bắt mọi thông tin.",
  "Saloon": "Chào buổi tối! Thật là vui khi thấy cháu đã giao lưu với người dân thị trấn.#$b#Thật là tốt khi thỉnh thoảng chúng ta ghé qua đây và xem tin tức mới nhất là gì.$h",
  "Saloon4": "Chào buổi tối, @! Ta rất vui khi thấy cháu nghỉ ngơi thư giãn tại saloon. Thi thoảng, cháu cũng nên nghỉ ngơi.$h#$b#Ông của cháu luôn làm việc quá sức... Ta sẽ uống thêm một cốc bia để vinh danh ông ấy trong tối nay.",
  "Fri": "Ta mong rằng mọi điều tốt đẹp nhất sẽ đến với nông trại %farm. Ta ghét thấy chúng bị khô cằn.",
  "Sat": "Mọi người trông có vẻ vui hơn vào những ngày cuối tuần, cháu có nghĩ vậy không?#$e#Còn ta thì lại làm việc hết nguyên tuần.",
  "Sun": "Ta đã làm Thị trưởng của thị trấn Pelican được hơn 20 năm rồi!#$e#Không ai đứng ra tranh cử với ta vào thời điểm bầu cử cả. Ta vui nghĩ rằng điều đó có nghĩa là ta đang làm tốt công việc của mình.#$e#Ta thích làm Thị trưởng.",
  "event_secret1": "Cảm ơn cháu, @ ạ. Ta sẽ không quên điều này.",
  "event_secret2": "*híc* ... Ta không thể tin được là cháu lại có thể làm vậy...$s#$b#Cháu thật tồi tệ.$s",
  "summer_Mon": "Làm vườn là một trong những sở thích của ta, vì vậy ta cảm thấy rất hào hứng với thời tiết ấm áp này.",
  "summer_Town_57_40": "#$c .3#Ồ, những bông hoa của ta đang phát triển một cách tuyệt vời!$h#$c .3#Chào buổi sáng! Cháu có thể ngửi thấy mùi hương ngọt ngào của những bông hoa loa kèn này không?#$e#Macjwj dù còn khá sớm nhưng không khí đã khá ấm áp rồi. Mùa hè thật tuyệt đối với một người già như ta hehe.",
  "summer_Tue": "Ta đã trở thành Thị trưởng như thế nào à? Đó là một câu chuyện dài.#$e#Nhưng chúng ta thì quá bận rộn để kể chuyện ngay bây giờ.",
  "summer_Wed": "Lễ hội moonlight jellies sẽ sớm có mặt ở đây. Đó là một trong những lễ hội ta yêu thích của thung lũng này.",
  "summer_Thu": "Saloon về đêm khá sôi động.#$eTa muốn đến thăm nơi đấy mỗi tuần một lần hoặc nhiều hơn để nắm bắt mọi thông tin. Và để thưởng thức món mì spaghetti đích thực của Gus.",
  "summer_Fri": "Hừm... Không biết hôm nay có phải là sinh nhật của ai không nhỉ? Tốt hơn là ta nên kiểm tra lịch tại cửa hàng của Pierre.",
  "summer_Sat": "Mọi người trông có vẻ vui hơn vào những ngày cuối tuần, cháu có nghĩ vậy không?#$e#Còn ta thì lại làm việc hết nguyên tuần.",
  "summer_Sun": "Này, cháu có trồng blueberry ở nông trại của cháu không vậy?#$e#Ta rất thích những trái blueberry tươi ngon.%revealtasteLewis258",
  "fall_Mon": "Một số người dân ở thị trấn khá cảnh giác với người lạ. Cháu sẽ phải giành được lòng tin của họ để khi họ mở lòng với cháu.#$e#Cháu cần kiên trì để làm được điều đó.$h",
  "fall_Tue": "Vào khoảng thời gian này hơn hai mươi năm về trước, ta đã có lần đầu tiên trở thành Thị trưởng.#$e#Điều đó làm cho tôi cảm thấy hoài niệm.$s",
  "fall_Wed": "Nếu cháu có bất kỳ đề xuất nào cho thị trấn, chỉ cần để nó vào hộp thư góp ý của ta.#$e#Ồ, đúng rồi... Ta không có hộp thư góp ý.",
  "fall_Wed2": "Mỗi thứ tư, ta luôn có bánh quế kiều mạch và cà phê cho bữa sáng. Đó là một truyền thống nhỏ mà ta giữ để giữ cho cuộc sống độc thân thêm thú vị.$h",
  "fall_Town_57_40": "#$c .3#Hừm... những cây nấm nhỏ kỳ lạ này đã mọc lên trong đống gỗ vụn của ta. Ta đang tự hỏi chúng là loại nấm gì?#$c .3#Chào buổi sáng! Chúng ta đang dần bước vào những tháng lạnh giá, vì vậy ta đang trông thấy khu vườn của mình héo úa..#$e#À, cháu đã vào thị trấn sớm hả? Đã làm xong hết các việc vặt trong nông trại rồi à?",
  "fall_Thu": "Saloon về đêm khá sôi động.#$e#Tôi muốn đến thăm nơi đấy mỗi tuần một lần hoặc nhiều hơn để nắm bắt mọi thông tin.",
  "fall_Fri": "Ta hy vọng rằng mọi thứ sẽ diễn ra một cách tốt cho cháu ở trang trại.",
  "fall_12": "Cháu có những cái bee house ở nông trại không?#$e#Nếu cháu đặt nó cạnh những bông hoa thì những con ong sẽ cho những loại mật khác nhau đấy.",
  "fall_19": "Đôi khi cháu có thể biết liệu có thứ gì đó đang nằm ở dưới lòng đất hay không. Chỉ cần cháu luôn tập trung là được.",
  "fall_Fri4": "Cháu đã thử làm loại nước sốt spaghetti 'bí mật' của Gus chưa?$s#$b#...Các nguyên liệu để chế biến thì có thể là một bí mật, nhưng hương vị của nó thì không.#$b#Ta sẽ gặp lại cháu sau.",
  "fall_Sun": "Cháu có đang cố gắng hết sức ở nông trại không, @? Cháu sẽ phải hoàn thành rất nhiều việc trong nhiều lĩnh vực khác nhau nếu ch muốn trở thành một công dân toàn diện.",
  "winter_1": "Chà chà, mùa đông đã đến rồi! Điều đó có nghĩa là người dân thành phố sẽ dành phần lớn thời gian trong ngày của họ trong nhà.#$e#Ít ra cháu cũng biết cách tìm họ!$h",
  "winter_Mon": "Một năm nữa lại sắp kết thúc rồi!#$e#Ta hy vọng rằng cháu có một năm đầy hiệu quả!",
  "winter_Tue": "Ta sẽ phải bắt đầu lên một kế hoạch để cải thiện thị trấn của chúng ta vào năm tới!",
  "winter_Wed": "Ta sẽ vẫn đến nhà cháu mỗi đêm để thu mua những sản phẩm của cháu, ngay cả khi trời có tuyết rơi.#$e#Cháu vẫn cần kiếm tiền vào mùa đông mà!",
  "winter_Fri": "Ta hy vọng mọi thứ sẽ tốt cho cháu ở nông trại.",
  "winter_Fri6": "Ta chưa bao giờ kết hôn. Ta cũng không có gia đình. Mục đích sống của ta là để trở thành một người Thị trưởng.$s#$e#Việc đó có xứng đáng không?$s#$e#...*sigh*...$s",
  "winter_Sun": "Chào nhé, @! Hôm nay cháu thấy như thế nào?$h#$e#Nếu cháu có gặp dì Marnie, hãy gửi lời chào của ta đến với dì ấy."
}