{
  "Introduction": "Một người lạ?... Xin chào cháu.#$e#Đừng bận tâm về ông. Chỉ có mình ông sống ở ngoài này thôi.",
  "reject_869": "Cháu có gì vậy? Thứ đó có thể làm mồi câu cá khá tốt đấy.$h",
  "cc_Boulder": "Bạn cũ của ông, tảng đá lấp lánh, đã rời đi chỗ khác rồi. Việc này có vẻ chẳng đáng để quan tâm, nhưng nó lại là một sự thay đổi lớn đối với ông.#$b#Tuy nhiên, ông thấy vui vì 'ông bạn ấy' được ngắm nhìn thế giới ngoài kia nhiều hơn.$h",
  "MovieInvitation": "Ồ... ông sao? Thường thì ông sẽ từ chối nhưng lần này thì khác. Cháu thật tốt bụng khi quan tâm đến ông như vậy.#$b#Ông sẽ đến đó trong chốc lát.",
  "Mon": "Không khí trong lành ở nơi hoang dã này là tất cả những gì mà ông quan tâm.#$e#Ông sống ở ngoài này đều là tự nguyện cả.",
  "Tue": "...Cháu đến để chế giễu ông hả?#$e#I'm just minding my own business.","note_01":"cần tham khảo bản dịch",
  "Wed": "Chúng ta không quen biết nhau nên ông chưa thể tin tưởng cháu được. Xin lỗi.",
  "Thu": "...Hmm? Cháu cần gì từ ông sao?",
  "Fri": "Đừng phá lều của ông nhé.#$e#Chuyện này từng xảy ra trước đây rồi.$s",
  "Sat": "Cháu biết đấy, ông thấy vui với bản thân mình rồi.#$e#Nên ông không cần thêm bạn mới đâu.",
  "Sun4": "Sẽ tốt biết mấy nếu người dân trong thị trấn có thể chấp nhận con người ông hiện tại.$s#$b#Ông thích sống ở ngoài trời. Và chính điều ấy làm họ thấy khó hiểu.",
  "Tue4": "Cháu có thể học cách sinh tồn ngoài tự nhiên. Như ông đây.#$e#Ông nghĩ trong sâu thẳm của mỗi con người đều ẩn chứa một sự thôi thúc được trở về với thiên nhiên. Chỉ là không có nhiều người đủ can đảm để thực hiện được bước nhảy vọt đó thôi.",
  "Wed6": "Ông dành rất nhiều thời gian để suy nghĩ.#$e#Nếu cháu có thể thấu hiểu được những tâm tư của mình, cháu sẽ thấy mình như ở một tầm cao mới vậy.",
  "Wed2": "Ông thường hay cảnh giác với những người lạ. Vì phần lớn mọi người đều không thích kiểu 'người rừng' như ông.",
  "Thu4": "Người dân ở đây khá lương thiện, nhưng họ lại tránh gặp ông.#$e#Cũng dễ hiểu vì mọi người thường e sợ trước những thứ họ không biết.$u",
  "Fri4": "Cháu có thể học hỏi được khá nhiều từ cây cối đấy.#$b#Dành thời gian với chúng và có thể cháu sẽ biết thêm được những bí mật mới đấy.#$e#Đi thong thả nhé, chàng trai trẻ.^Đi thong thả nhé, cô gái trẻ.",
  "Sat4": "Ông không chỉ có đủ mọi thứ để sống ở ngoài này mà còn hơn thế nữa. Thiên nhiên cũng như một bản giao hưởng vậy, nếu cháu biết học cách lắng nghe.#$e#Ngoài ra, ông cũng dành rất nhiều thời gian để đọc sách. Một trong những lý do ông định cư ở thung lũng này vì nơi đây giống như một đại thư viện vậy.",
  "Sun": "#$1 linusVandal#Ai đó đã ném đá vào lều của ông tối qua... Ông phải chờ đến khi mọi thứ yên ắng trở lại.$s$k#$e#Ông không thích cư trú ở một nơi quá lâu. Vì thế giới ngoài kia vẫn còn rất nhiều thứ đáng để trải nghiệm.",
  "summer_Mon4": "Xuyên suốt nhiều năm qua, ông đã khám phá ra được những chân lý của cuộc sống.#$e#Cái này thì cháu phải tự mình tìm hiểu thôi.",
  "summer_Mon": "#$1 LinusHeron#Sáng nay, ông đã thấy một con diệc uyển chuyển và duyên dáng băng qua làn sương sớm. Cuộc sống thanh tịnh có những kho báu quý giá như vậy đấy.$k#$e#Thật dễ bị cuốn vào những ồn ào của cuộc sống hiện đại. Những năm tháng đẹp đẽ nhất của cháu sẽ trôi qua trong sự mờ ảo vô định. Đó là lý do vì sao cháu nên học cách sống chậm lại. ",
  "summer_Tue4": "Dạo này cháu thế nào, anh bạn trẻ?^Dạo này cháu thế nào, cô gái trẻ?",
  "summer_Wed6": "Ah... mùa hè. Những tia nắng ấm giúp làm nóng cả những lon đồ ăn của ông.#$b#Thế là đến tối, ông đã có sẵn những bữa ăn ấm nóng.",
  "summer_Thu4": "Ông có lý do riêng khi quyết định sống như thế này.#$e#Có những điều không nên nói ra sẽ tốt hơn...#$e#Ông đi thu nhặt hoa quả tiếp đây.",
  "summer_Fri4": "Mỗi khi câu được cá, hãy dành chút thời gian để cảm ơn sự hi sinh của con cá đó.#$b#Cho dù cháu không tin vào những thứ tâm linh ấy, nó vẫn là một cách tốt để rèn luyện tinh thần đấy. Chúng ta luôn phải nhận thức được tác động của mình đối với môi trường.",
  "summer_Sat4": "Mùa này cháu có thể câu được rainbow trout ở các con sông đấy.",
  "summer_Sun": "Đây là thời gian dễ chịu nhất trong năm đối với ông. Ông cũng không phải lo sợ bị lạnh.#$e#Hơn nữa, các loại quả dại cũng mọc ở khắp mọi nơi.",
  "fall_Mon": "Ông đã đi khám phá rất sâu trong hang động.#$e#Trong đó, chúng ẩn chứa khá nhiều bí mật.#$e#Hãy cẩn thận nếu cháu có đi vào đó nhé.",
  "fall_Tue4": "#$1 LinusFall1#Ai đó đã phun sơn lên khắp cái lều của ông tối qua... Phải mất mấy tiếng đồng hồ ông mới cọ sạch được nó đi.$k#$e#Ông cần đi nhặt thêm củi để dùng cho mùa đông này.#$e#Cháu có đủ củi để sưởi ấm chưa?",
  "fall_Wed4": "Ông không có nhiều trách nhiệm để bận tâm, nên chủ yếu ông dành thời gian để suy ngẫm.#$e#Cháu cần phải hiểu được suy nghĩ của mình trước khi có thể kiểm soát được chúng.",
  "fall_Sun": "Ông không thích ở một chỗ quá lâu.",
  "fall_Sun6": "Không gì tuyệt bằng một bữa tiệc nấm thịnh soạn vào mùa thu này cả.$h",
  "winter_Mon": "Nếu sống trong lều như ông, nhiều lúc cháu sẽ thấy rét lắm.$s",
  "winter_Tue4": "Cảm ơn cháu vì đã không xa lánh ông, @. Cần đến rất nhiều sự khôn ngoan mới có thể vượt qua được bản năng tự nhiên đấy cháu.#$e#Ông cũng giống như bao người khác. Chỉ có điều, ông có một lối sống khác biệt thôi.",
  "winter_Wed4": "Chắc cháu hiểu vì sao ông hay cẩn trọng với người lạ rồi nhỉ.#$e#Nhưng hãy để chuyện đó nằm lại trong quá khứ, được chứ? Ông nghĩ giờ đây chúng ta đã là bạn bè rồi.",
  "winter_Thu4": "Mùa đông rất khắc nghiệt, nhưng cháu vẫn có thể câu cá và thu lượm hoa quả để sống qua ngày.#$e#Nếu cháu có vật nuôi, tốt hơn hết là hãy giữ ấm cho chúng ở trong chuồng.",
  "winter_Fri4": "Cây cối cũng ngủ đông đấy cháu biết không. Như vậy làm ông hơi cô đơn khi ở ngoài này.#$e#But I wouldn't deny them their beauty sleep.$h","note_02":"cần tham khảo bản dịch",
  "winter_Sat4": "Cảm ơn cháu đã ghé qua chơi. Thật lòng ông thấy hơi cô đơn vào sáng nay.#$e#Vậy, cháu có khám phá được gì thú vị trong hầm mỏ không?",
  "winter_Sun": "Ngủ trên nền đất cũng có lợi cho lưng của ông.#$e#Nhìn nhận mọi thứ theo hướng tích cực giúp ông thấy lạc quan hơn.$h"
}