{
  "Introduction": "Oh! Có phải bạn là người mới đến không?#$b#Mình tên là Maru. Mình đã rất mong chờ được gặp bạn đó!$h#$e#Bạn biết không, với thị trấn nhỏ thế này, một khuôn mặt mới có thể làm thay đổi diện mạo của cả cộng đồng đấy. Thật là hào hứng!",
  "Resort_Entering": "Bác Willy nói nhờ bạn mà con thuyền được sửa lại. Cảm ơn bạn đã giúp đỡ!",
  "Resort_Leaving": "Thật là vui quá đi!",
  "Resort": "Mình có để ý một vài loài sao biển khác nhau. Mình thích nhất là mấy con sao biển to có màu tím, nhưng những loài khác cũng thú vị không kém!",
  "Resort_Towel": "*gasp*... Có nhật thực kìa!$3#$b#Oh... đừng bận tâm. Chỉ là do cái bóng của mình thôi.",
  "Resort_Towel_2": "Ở ngoài này chúng ta thật cách biệt với nền văn minh.#$b#Tưởng tượng số vì sao trên trời mà bạn có thể ngắm về đêm mà xem.#$e#Ai mà biết được, có khi chúng ta còn bắt gặp được cả đĩa bay ngoài hành tinh cũng nên!$h",
  "Resort_Bar": "Mmmm... Sao trái cây miền nhiệt đới này lại ngon vậy?",
  "Resort_Shore": "Mình tự hỏi liệu bác Willy có cho phép mình mang kính viễn vọng đến đây không nhỉ...#Bầu trời ở đây thật quang đãng, mình cược là có thể thấy cả Thị trấn Pelican ở đường chân trời luôn đấy.#Maybe I'd even see you running around %farm Farm!","note_01":"câu cuối ko hiểu cấu trúc",
  "danceRejection": "Mình vinh hạnh lắm! Nhưng... không phải lần này nhé.",
  "divorced": "Chúng ta không còn gì để nói với nhau nữa.$a",
  "breakUp": "Not good enough for you, huh?$a#$b#Được thôi...$s",
  "dumped_Girls": "You've got some nerve, speaking to me!$a","note_02":"cần bản dịch",
  "secondChance_Girls": "You've lost some respect with me, @... but I'm willing to forgive you.$s","note_03":"cần bản dịch",
  "Mon": "Bất cứ khi nào mình gặp vấn đề về trục trặc kỹ thuật, mình luôn đi dạo một vòng.#$e#Thật ngạc nhiên khi thay đổi cảnh quan lại giúp mình nhiều đến vậy.",
  "Tue": "Bạn đã gặp mẹ của mình chưa nhỉ? Mẹ mình là thợ mộc của thị trấn đó.",
  "Wed": "Vào thứ Ba và thứ Năm mình sẽ làm việc tại phòng khám của bác sĩ Harvey.#$b#Chú ấy nói thích có tớ ở bên khi các thiết bị y tế gặp trục trặc!$h#$e#Làm nông dân chắc dễ lắm nhỉ?",
  "Thu": "Dự định vào mùa hè này, mình sẽ dùng chiếc kính thiên văn khá nhiều đây.",
  "Sat": "Bạn có biết bố mình không, Demetrius ấy? Ông ấy là một nhà khoa học. Mình giúp bố ở phòng thí nghiệm cũng thấy vui lắm.",
  "Fri": "Hey, xin lỗi nếu mình có hơi cáu kỉnh nhé... công việc hôm qua khiến mình hơi bực bội.#$c .5#Mình phải bê đến mười hộp bệnh án lên tầng trên!#$e#Rồi phải ngồi sắp xếp lại hồ sơ bệnh nhân suốt 4 giờ liền!",
  "Sun": "Hi!#$q 3/4 Sun_01_old#Bạn có thấy vui khi làm việc ở nông trại không?#$r 3 0 Sun_01_01#Có chứ.#$r 4 0 Sun_01_02#Không.",
  "Sun_01_old": "$p 3#Hey, bạn đã tiến bộ hơn trong một tuần qua ở nông trại rồi đấy! Có vẻ mọi thứ tiến triển rất thuận lợi cho bạn nhỉ.$h|Thêm một tuần làm việc mỏi mệt nữa hả? Hẳn bạn phải làm lụng nhiều việc lắm...$s",
  "Sun_01_01": "Như vậy thì tốt quá rồi, phải không?$h",
  "Sun_01_02": "Yikes! Cho mình xin lỗi. Vậy bạn có nghĩ đến chuyện làm việc gì khác không...?$s",
  "Tue2": "Đến nhà mình nếu bạn muốn nâng cấp nhà cửa hay chuồng trại nhé.#$e#Có khách đến nhà chơi cũng vui mà.",
  "Fri4": "Mẹ mình là thợ mộc còn bố mình là nhà khoa học. Mình đoán như vậy cũng hợp lý khi mình lại thích chế tạo đồ gia dụng.",
  "Mon6": "Đôi lúc, tâm trí mình rối bời bởi những điều vô nghĩa khiến mình khó có thể suy nghĩ thông suốt được. Bạn có bao giờ bị như vậy không?#$e#Mỗi khi bị vậy, hít thở ít không khí trong lành sẽ giúp ích rất nhiều đấy.",
  "Wed8": "Mình làm việc ở phòng khám của chú Harvey vào mỗi thứ Ba và thứ Năm.#$e#Chú ấy cũng tốt bụng, nhưng không phải kiểu người mình thích...",
  "Thu10": "Oh, @! Bạn có điều gì muốn nói với mình sao?$l",
  "Event_Hospital_1": "Dĩ nhiên là chú ấy sẽ nhận ra ngay thôi! Mẫu vật phẩm này hoàn toàn bị hỏng rồi!%fork$s",
  "Event_Hospital_2": "Được rồi. Mình sẽ đổ lỗi cho bạn vậy.$u",
  "Event_Hospital_3": "Bạn nói đúng. Mình nên kể cho chú ấy biết sự thật.%fork$u",
  "Event_Space1": "Thật đáng kinh ngạc phải không?",
  "Event_Space2": "Mình đoán là do mỗi người đều có cảm nhận riêng khác nhau...$s#$b#Nhưng dù vậy thì nó vẫn rất đỗi kinh ngạc mà, phải không?",
  "Event_Cut1": "Oh no?$8#$b#Chà, bạn nói vậy làm mình thấy nhẹ nhõm hơn hẳn. Cảm ơn bạn nhé.",
  "Event_Cut2": "Ôi không! Aghh... Mình thực sự vô cùng xin lỗi!$s",
  "event_robot1": "Cảm ơn bạn. Điều này có ý nghĩa hết sức lớn lao với mình, @.#$b#Mình biết mấy món đồ gia dụng này không hẳn là thứ bạn thích... nhưng mình rất trân trọng việc bạn thấy hứng thú với những gì mình làm.#$b#Ước gì mình có thể trả ơn bạn bằng cách nào đó.$l",
  "event_robot2": "Gì cơ? Chẳng phải cô ấy đã nói thẳng là không muốn trở thành một đầy tớ rồi sao? Bạn lạnh lùng thật đấy...%fork$a",
  "event_robot3": "Heh...$8#$b#Ừ, mình chắc là ông ấy có nói vậy, phải không nhỉ?$l#$b#...Ừm...$l",
  "event_robot4": "...$8#$b#@...$8",
  "event_robot_explain1": "...$s#$b#Bạn nói cũng đúng, mình có lập trình cô ấy hoạt động như con người... nhưng mạng lưới thần kinh của cô ấy vô cùng phức tạp, nên mình không thể chắc được là cô ấy sẽ có nhận thức hay không.$8#$b#Hơn nữa, chẳng phải hơi kiêu ngạo khi cho rằng ý thức giống con người là thứ duy nhất đáng giá cho sự tồn tại sao? Não bộ máy tính khác với của chúng ta nhưng không vì thế mà chúng ta có thể coi thường chúng được.$8",
  "event_robot_explain2": "Mình hiểu. Nhưng bạn đùa kém duyên quá.$a","note_04":"dịch hơi lố xD",
  "event_robot_explain3": "Bạn thật kinh khủng! Bạn bị cái gì nhập vào vậy, @?$a#$b#Mình sẽ vờ như chúng ta chưa hề có cuộc nói chuyện này... bạn không còn là chính bạn nữa rồi.$a",
  "summer_1": "Mùa hè này sẽ là thời điểm để ngắm sao vô cùng thuận lợi đây.",
  "summer_Mon": "Hmm... Loại đồ gia dụng gì mà mình nên chế tạo vào hè này đây nhỉ?",
  "summer_Mon6": "Qua phòng mình nếu bạn thích sửa mấy món đồ gia dụng của mình nhé.",
  "summer_Tue": "Nếu bạn chưa biết thì Sebastian là em trai cùng cha khác mẹ với mình.#$e#Bảo sao chúng mình trông chẳng giống nhau tí nào.",
  "summer_Tue4": "Sebastian hiếm khi nói chuyện với mình. Mình không biết liệu thằng bé có ưa mình không nữa.#$e#Buồn thật, mình luôn muốn có một đứa em trai nhưng nó thì chẳng giống như mình mong tí nào.",
  "summer_Wed": "Bạn có thích mùa hè này không?#$e#Năm nay thời tiết thật là ấm áp.$h",
  "summer_Thu": "Xin lỗi bạn, mình đang mải nghĩ về mấy món đồ mình làm thôi.#$q 35/36 Thu_01_old#Mình quyết định rồi, một ngày nào đó mình sẽ chế tạo ra một con robot.#$r 35 30 Thu_0#Với bạn thì dễ như ăn bánh thôi#$r 36 -50 Thu_01_01#Bạn nên thực tế hơn đi#$r 35 40 Thu_01_02#Nghe có vẻ đầy thách thức",
  "Thu_01_old": "Gặp lại bạn sau nhé.",
  "Thu_0": "Thật sao? Bạn không nịnh mình đấy chứ?",
  "Thu_01_01": "Bạn không nghĩ là mình có thể làm được sao?$s",
  "Thu_01_02": "Bạn nói đúng, nhưng mình thích được thử thách bản thân!$h",
  "summer_Sat": "Hey, bạn có câu chuyện hay ho nào ở nông trại muốn kể mình nghe không?#$e#Chắc là không có đâu nhỉ.",
  "summer_Fri": "Hôm qua mình làm việc tại phòng khám. Cả ngày mà chẳng có nổi một bệnh nhân nào cả.#$e#Chắc mùa hè ít làm mọi người đau ốm hơn.",
  "summer_Sun": "Mình đoán chắc là bạn đang trồng vài loại cây thú vị vào mùa này phải không.#$b#Bố mình có nói khá nhiều loài thực vật lạ cũng mọc ở thung lũng vào thời gian này trong năm.",
  "summer_Fri2": "Hey, kể mình nghe thêm về nông trại của bạn đi.#$e#Chuyện đó hấp dẫn thật đấy!",
  "summer_Wed4": "Là do mình hay do thời tiết tự nhiên nóng hơn thế nhỉ?#$e#Chắc là do mình thôi.",
  "summer_Sun6": "Một ngày nào đó thôi, mình sẽ trở thành một nhà phát minh hàng đầu thế giới!$u#$e#Bạn rất may mắn khi được làm bạn với mình đó!#$b#...hihi, mình đùa thôi.",
  "summer_Tue8": "@, hôm nay trông bạn thật khỏe khoắn.$h",
  "summer_Thu10": "Làm nông nhiều mà sao bạn vẫn giữ được đôi tay mềm mại hay vậy?",
  "fall_Mon": "Bạn đã khám phá trong hang động nhiều chưa? Mình nghe nói là bạn có thể tìm được vài nguyên liệu rất hữu dụng ở đó đấy.",
  "fall_Tue": "The trees look beautiful today!$h","note_05":"cần tham khảo bản dịch",
  "fall_Thu": "Biết đâu trên thế giới có nơi bây giờ đang là mùa xuân đấy. Thử tưởng tượng mà xem!",
  "fall_Wed": "Bleh... chán ghê, mai lại phải đi làm rồi.",
  "fall_Fri": "Mình cá là mọi người sẽ đến phòng khám nhiều hơn vào mùa này.$s#$e#Mong sao mọi người luôn được mạnh khỏe.",
  "fall_Sat": "Tất cả những chiếc lá rụng này sẽ trở thành nguồn cung cấp dưỡng chất cho nấm và những sinh vật nhỏ khác.$u#$e#Thú vị thật đấy, phải không?",
  "fall_Sun": "Chúc bạn có thêm một tuần làm việc mới đầy năng động nhé! *toast*",
  "fall_Tue2": "@, I just love how the trees look right now!#$e#Mình biết là bạn cũng thích như vậy.","note_06":"cần tham khảo bản dịch",
  "fall_Wed4": "Mình có thể tận dụng những kim loại dư của bạn vào một vài các dự án của mình đấy.#$e#Chỉ khi bạn không cần đến nó nữa thôi nhé.",
  "fall_Fri6": "Gần đây mình thấy vô cùng lạc quan luôn...$h",
  "fall_Mon8": "Nếu ngày mai có rảnh thì ghé phòng khám nhé. Ca làm việc của mình từ 10 giờ sáng đến 4 giờ chiều.$h",
  "fall_Thu10": "Tóc của bạn dính cái lá cây kìa. Để mình lấy ra cho.#$e#...$h",
  "winter_1": "Ôi trời, sao mà lạnh vậy...$s",
  "winter_Mon": "Bạn đã thấy người tuyết mà mình đắp chưa?$h",
  "winter_Tue": "Tóc mình cứ xoăn tít lên khi thời tiết hanh khô thế này. *thở dài*",
  "winter_Wed": "Mùa đông có vẻ sẽ là thời gian thuận lợi để mình làm tiếp mấy thứ đồ gia dụng của mình.#$e#Liệu mình có thể chế tạo được cái gì hữu ích cho những người nông dân không nhỉ?",
  "winter_Thu": "Xin chào! Bạn đang làm gì thế?#$e#Lúc này rất thích hợp để vào hang động thám hiểm đấy.#$e#Mình mà đi vào đó là Bố mình sẽ nổi trận lôi đình cho xem.",
  "winter_Fri": "Mình hy vọng sẽ không bị cảm cúm vào mùa này.",
  "winter_Sat": "Bạn đã tạo cái furnace nào chưa?#$e#Bạn có thể dùng nó để nung chảy các loại nguyên liệu thô như quặng thành những thứ hữu ích hơn đấy.$u",
  "winter_Sun": "Trời lạnh làm mình thấy buồn ngủ dễ sợ...",
  "winter_Sat2": "Hey, nếu có bất kỳ máy móc nào ở nông trại cần được sửa, cứ nói cho mình biết nhé.$h",
  "winter_Tue4": "Hey, bạn có ý tưởng mới nào về đồ gia dụng mà muốn mình thử làm không?#$e#Mhmm, được rồi. Mình tin vào quan điểm của bạn.",
  "winter_Fri6": "Hôm nay trông bạn khỏe khoắn vậy. Mình đoán là do không khí mùa đông trong lành này phải không?",
  "winter_Mon8": "Chào bạn @!$h#$e#Hey, bạn có thấy người tuyết mình đắp giống bạn không?",
  "winter_Thu10": "Đến gần mình thêm chút nữa đi, @. Mình lạnh quá.$l#$e#Tay mình lạnh cóng vì tiết trời mùa đông này rồi. Mình xin lỗi nếu bạn thấy ngại nhé.$l"
}