{
  "Mon": "Tiếp tục cố gắng đi nhóc. Ta nghĩ nhóc sẽ trở thành một ngôi sao nổi tiếng đấy.#$e#Cứ hỏi ta nếu có cần gì nhé.",
  "Tue": "Ta biết thế nào nhóc cũng sẽ đến đây mà. Dĩ nhiên, ta phải làm nó có tính thử thách một chút để nhóc có động lực vượt qua nó một cách xuất sắc nhất.",
  "Wed": "Ta sinh ra cũng như bao đứa trẻ khác, nhưng ta đã sớm đưa ra quyết định rằng mình sẽ trở thành một người phi thường sau này.",
  "Thu": "Hey. Đừng nói cho ai biết về nơi này, được chứ? Ta muốn giữ nó... độc nhất vô nhị.#$e#Nhóc sẽ giữ bí mật cho ông bạn Mr.Qi này mà, phải không?",
  "Fri": "Hãy luôn không ngừng phấn đấu để đạt đến sự hoàn hảo.#$e#Luôn khiến mọi thứ sao cho nhóc cảm thấy đó là điều tốt nhất mà nhóc có thể làm được.",
  "Sat": "Muốn thư giãn một chút? Ghé vào chỗ ta chơi này.",
  "Sun": "Cố gắng làm việc chăm chỉ và có thể một ngày nào đó, nhóc sẽ được giống như ta.",
  "QiNutRoom_Mon": "Thế giới này có thể thấy bằng nhiều cách khác hơn là nhìn bằng mắt đó nhóc. Ngày nào đó, nhóc sẽ hiểu điều ta nói thôi.#$b#Còn bây giờ, hãy tiếp tục cố gắng trở nên xuất sắc trong mọi việc nhóc làm đã.",
  "QiNutRoom_Tue": "Ta có được cơ ngơi như bây giờ là nhờ sức mạnh từ ý chí bền bỉ đó nhóc.#$b#Nhóc thấy đấy... tâm trí là một công cụ vô cùng mạnh mẽ.#$b#Thực tế thì, nó là thứ vô cùng quyền năng trong mọi thực tại... và hơn thế nữa.",
  "QiNutRoom_Wed": "Ta vô cùng ấn tượng trước sự kiên trì của nhóc đấy... cần rất nhiều quả walnut mới tiến được xa thế này.",
  "QiNutRoom_Thu": "Dù nhóc đi đâu... ta sẽ luôn ở đây quan sát từ xa, đảm bảo cuộc vui luôn thật thú vị. Hahaha...#$b#Or... am I?","note_01":"cần tham khảo bản dịch câu cuối :(",
  "QiNutRoom_Fri": "Hướng mắt đến vì tinh tú xa nhất, và đặt nó thành mục tiêu của nhóc.#$b#Nhóc luôn có khả năng tiến xa thêm một bước hơn cả những gì mà nhóc tin ở bản thân đấy.",
  "QiNutRoom_Sat": "Có những thứ vượt qua cả không gian và thời gian nhóc à. Đó là một cảm giác rất lạ thường ở trong tim... như tiếng thì thầm của những người bề trên vậy.",
  "QiNutRoom_Sun": "Ở bên trái, sẽ là bảng những thử thách đặc biệt... được thiết kế dành riêng cho nhóc đấy.#$b#Còn phía bên phải, là những phần thưởng đáng giá cho những ai vượt qua được những thử thách của ta...#$b#Chúc nhóc may mắn."
}