{
  "Introduction": "Này nhóc. Tên cô là Pam.#$e#Đừng có ra vẻ ta đây và chúng ta sẽ hòa hợp với nhau thôi.",
  "Resort_Shore": "Hình như có mấy con cá rất kì lạ bơi quanh đây thì phải. Lần tới cô sẽ mang theo cây sào của mình!",
  "Resort": "Heh... Trên đường đến đây, chú Willy có cho mỗi người một miếng cá khô. Phải nói là ngon tuyệt!",
  "Resort_Chair": "Thật là dễ chịu! Cô có thể bỏ cả giày ra luôn!$h#$e#Tốt hơn hết là đừng có nhìn chằm chằm vào chân cô nhé nhóc.",
  "Resort_Bar": "Đây là một dịp đặc biệt nhóc à... Cô đang muốn uống cái gì đó độc lạ một chút. Để cô gọi luôn hai ly!$h",
  "reject_867": "Wow, nhìn nó kìa... Trông như một món đồ đến từ tương lai vậy.#$b#Hehe, xin lỗi nhóc nhé... cô không dùng nó được đâu. Thứ đó có nhiều nút còn hơn cả số tế bào thần kinh của cô nữa!$h",
  "pamHouseUpgrade": "Cô không thể tin là cháu mua cho cô hẳn một căn nhà cơ đấy! Mà nó có cái móc nối nào không?#$e#Xin lỗi cháu, cô không quen với việc người khác tốt bụng như vậy...$s",
  "pamHouseUpgradeAnonymous": "Không thể tin được là cháu mua cho cô hẳn cả một căn nhà cơ đấy! Cô thắc mắc liệu đây có phải là một trò lừa đảo không vậy?#$e#Xin lỗi cháu, cô không quen với việc người khác tốt bụng đến vậy...$s",
  "MovieInvitation": "Buổi tối hẹn hò với cô Pam này hả? Hah!$h^Buổi tối của phụ nữ với cô Pam này hả? Hah!$h#$b#Chắc chắn rồi nhóc à... Cô sẽ gặp cháu ở đó nhé.",
  "cc_Bus": "Hey, cháu có nghe chuyện về cái xe buýt cũ không?#$b#Đúng rồi đó... cô sẽ trở lại làm tài xế nhóc à... hehe. Cảm giác thật tuyệt.$h",
  "Mon": "#$1 PamDrank#urghh... đầu của ta...$k#$e#Cháu biết đấy, cô sẽ chịu ăn uống lành mạnh hơn nếu cô có thể nuốt trôi được nó.#$e#Mà này, nông trại cháu bây giờ hẳn đang trồng nhiều thứ tươi ngon lắm phải không?",
  "Saloon": "Để xương khớp được thư giãn thì không gì bằng việc được hớp một ngụm thứ đồ uống yêu thích của mình cả...$h","note_01":"dịch hơi lệch",
  "Saloon_Entry": "Ah... Cuối cùng cũng đến lúc./Mình muốn uống gì đó quá./Gus! Cho tôi như mọi khi nhé./Hey, tôi quay lại rồi đây!/Ooh boy, sao mà thấy khát quá vậy nè!/Tôi khát khô cả cổ rồi!",
  "Trailer_Entry": "Penny! Con nấu bữa tối chưa?/Penny! Con làm xong việc nhà chưa?/Penny! Con có nhà không?/Hey! Mẹ về rồi đây!",
  "Saloon6": "Này nhóc. Cô sẽ khao cháu nếu cô có đủ tiền nhé!",
  "Saloon_Tue": "Hey Gus! Cho tôi một chầu khác! *hic*$h",
  "Saloon_Wed": "*Thở dài*... Này nhóc à. Cháu còn quá trẻ để giải sầu ở một nơi thế này đó.",
  "Saloon_Thu": "*gulp* ... Cô đã trông ngóng được uống thứ này cả chiều nay. Heh heh.",
  "Saloon_Fri": "Oi, Gus! Cho tôi thêm một vại bia nặng đô nữa nhé!",
  "Saloon_Sat": "%Cô Pam không trả lời.",
  "Saloon_Sun": "%Cô Pam có vẻ đang buồn. Tốt nhất là không nên làm phiền cô ấy vào lúc này.",
  "Tue": "Này, nhóc! Đừng có rình mò quanh cái xe moóc của ta khi ta ra ngoài đấy. Hiểu chưa?$u#$e#Xin lỗi, nhưng cô phải cảnh giác với người lạ.",
  "Tue2": "Sáng nay cô đọc báo thì tự nhiên thấy chán nản dễ sợ. Một thế giới mục nát nhóc à.#$e#Keep your head screwed on right and you'll make it through in one piece...#$b#Cha cô hay nói với cô như vậy đó. Heh heh heh.$h","note_00":"cần bản dịch",
  "Wed": "$d bus#Cháu không biết cô vui thế nào khi thấy chiếc xe buýt hoạt động trở lại đâu! Cô như được sống lại vậy.|Thời gian gần đây thật khó khăn. Cô bị mất công việc lái xe buýt của mình. Nếu được trở lại làm tài xế, cô có thể chở cháu đến Sa mạc Calico.",
  "Thu": "#$1 PamDrunk#Blahh... Tối qua cô đã uống quá nhiều caramel porters... Đi chỗ khác đi.$k#$e#Nhà cô không được đẹp lắm nhưng ít ra thì nó ở cạnh dòng sông.#$e#Hey. Penny là đứa con gái bé bỏng của cô. Hoặc là đối xử tốt với con bé hoặc là để nó yên, hiểu chưa?",
  "Thu4": "Penny bảo cô dành quá nhiều thời giờ ở quán rượu...$s",
  "Thu4_inlaw_Penny": "Mẹ cảm thấy cô đơn kinh khủng khi giờ đây phải ở nhà một mình...",
  "Fri2": "Cháu biết đấy, cô đã từng nghĩ... ước gì cô có một sở thích nào đó. Có gì đó để làm thay vì cứ quanh quẩn quán rượu vào mỗi tối.#$e#Cháu hiểu ý cô chứ?#$e#...Ehh. Có lẽ cô sẽ chơi cờ caro với chính mình vậy.",
  "Fri": "Ngày nào cũng giống như ngày nào...$s#$b#Giá mà cô sinh ra đã giàu có...$s",
  "Sat": "Hãy chắc rằng đôi boot của cháu sạch sẽ trước khi bước vào nhà cô đấy.$u#$e#Không vui vẻ gì khi phải lau dọn một mớ hỗn độn đâu. Cháu nên biết điều đó.",
  "Sat4": "Cô ước sao có một đội dọp dẹp yêu tinh đến nhà cô vào ban đêm và giúp mọi thứ ngăn nắp trở lại. Hahahaha.$h#$e#Cô chắc mình có thể mua thêm vài củ parsnip nữa.#$e#Nếu chân cô không tê cứng đến mức này thì thỉnh thoảng cô sẽ lên núi vài chuyến.",
  "Sun": "Cháu là bạn với chú Gus phải không? Chú ấy là một người rất tốt bụng.#$e#Thậm chí chú ấy còn cho cô uống bia miễn phí vào sinh nhật mình nữa.",
  "event_credit1": "Hey, ăn nói cho cẩn thận! Không ai được phép bảo cô phải làm gì cả!$u",
  "event_credit2": "...it isn't? That's terrible!$s#$b#...Oh.$s","note_02":"cần tham khảo sự kiện xảy ra",
  "summer_Tue": "Chào cháu nhé người lạ.",
  "summer_Tue2": "Oh, là cậu @ đây mà.^Oh, là cháu @ đây mà.#$e#Cháu cần cô giúp hay gì đó không?",
  "summer_Tue6": "Cô cũng đã từng tràn ngập mơ ước và hy vọng như cháu vậy... nhưng giờ thì nhìn cô này.$s#$e#Cuộc sống không phải lúc nào cũng như cháu mong đợi đâu.#$e#Ah well. Thật chẳng có nghĩa lý gì khi cứ nghĩ ngợi về những thứ cháu không có.",
  "summer_Wed": "Có một nông trại ở gần đây thật là tiện cho thị trấn của chúng ta.",
  "summer_Wed4": "Nếu cháu có thể làm cho nông trại của mình phát triển lớn mạnh, có khi nó sẽ giúp thúc đẩy cả nền kinh tế ở đây luôn đấy.#$e#Như vậy, ai nấy cũng đều có việc làm và hạnh phúc cả, đúng không?",
  "summer_Thu": "Oh, chào đằng ấy, chàng nông dân.^Oh, chào nhé, cô gái nông dân.#$e#Cô ít khi chit-chat với người lạ lắm.",
  "summer_Thu4": "Dù thế nào đi chăng nữa thì dường như cô vẫn sẽ luôn dừng chân tại quán rượu.#$e#Quán nằm ở gần nhà cô quá. Và nơi ấy lại chẳng có lợi cho sức khỏe cô tí nào.",
  "summer_Fri": "...Yeah?#$e#Cháu là một chàng thanh niên trẻ trung. Sao phải phí hoài thời gian bắt chuyện với một phụ nữ trung niên như cô làm gì?^Cháu là một thiếu nữ xinh đẹp. Sao phải lãng phí thời gian chuyện trò với ai đó như cô làm gì?",
  "summer_Sat2": "Đừng để ý đến con chó già ở cạnh nhà cô.#$b#Có thể trông nó dữ dằn, nhưng đừng lo vì nó sẽ chẳng rời khỏi cái hộp ấy sau cả trăm năm đâu.#$b#Tên của nó ấy hả? Là Dusty cháu à.",
  "summer_Sat": "Cô có nghe ai đó than vãn về cái sân trước nhà mình... bảo rằng trông nó thật là bừa bộn. Người đó có phải là cháu không đấy?$u#$e#Hmmm...",
  "fall_Tue": "Nếu chúng ta quen biết nhau nhiều hơn, cô sẽ sẵn lòng trò chuyện với cháu nhiều hơn.",
  "fall_Tue4": "Cô đã từng một thời trẻ trung xinh đẹp. Khó mà tin được sao?#$e#Khi cháu trưởng thành thì thời gian cứ trôi vèo vèo vậy.$s",
  "fall_Wed": "*Thở dài*... Có vẻ tối nay cô sẽ bỏ bữa tối lạnh ngắt của mình vào lò vi sóng rồi đây.$s",
  "fall_Thu": "Penny là đứa con gái duy nhất của cô, nên cháu lo mà đối xử với con bé cho tử tế đấy.",
  "fall_Fri": "Ngày qua ngày, cô cũng chỉ lặp đi lặp lại những thói quen cũ...$s#$e#Nông dân như cháu có bao giờ gặp phải chuyện đó không?",
  "fall_Sat": "Cháu có thể thương cô một chút và dọn dẹp lại nhà giúp cô được không?#$e#Hehe, cô đùa thôi.$h",
  "fall_Sun": "Không phải cháu có việc phải làm sao?#$e#Cháu nên biết ơn vì ít ra cháu còn có việc để làm thay vì cứ đi loanh quanh trong thị trấn này.",
  "fall_Sun4": "Cô nhớ công việc lái chiếc xe tải cũ của mình ghê. Từng có thời gian cô chạy xe khắp cả thung lũng, gặp gỡ mọi người, nghe tin tức từ đài radio.#$e#Thời gian đổi thay thật chóng vánh.","note_03":"cần tham khảo thêm bản dịch câu cuối",
  "winter_Mon": "Cháu có nuôi chú lợn nào ở nông trại không?",
  "winter_Tue": "Cháu muốn gì từ ta hả nhóc? Tốt hơn hết là đi hỏi ở chỗ khác đi chứ ta không có đâu.",
  "winter_Tue4": "Cô chỉ mong trước mắt là Penny có được một cuộc sống tốt. Nếu cháu có con cái, cháu sẽ hiểu cảm giác của cô bây giờ.#$e#...Thời tiết mùa đông thật là hanh khô. Da cô giờ giống như một tấm giấy da sờn cũ vậy.",
  "winter_Tue4_inlaw_Penny": "Hey. Con nên biết quan tâm và chăm sóc Penny cho đàng hoàng đấy nghe chưa? Nó là đứa con gái duy nhất của mẹ đó!",
  "winter_Wed": "Chào nhóc. Cháu đang làm gì vậy?#$e#Cô chỉ đang giết thời gian thôi, như mọi khi ấy mà.",
  "winter_Thu": "Trời lạnh gì mà lạnh dữ! Cháu có nghĩ là nếu cô vào quán rượu thì sẽ thấy ấm người hơn không? Heh heh.#$e#Sao lát nữa cháu không ghé vào đấy để nhâm nhi chút Oh-Be-Joyful nhỉ?",
  "winter_Fri": "Penny rất thích những quyển sách cũ. Cô nghĩ con bé thông minh hơn cô gấp mấy lần luôn ấy.#$e#Cô thấy vui vì điều đó.",
  "winter_Sat": "Nhà cô ở gần sông thế này, chắc cô nên thử đi câu cá xem sao.",
  "winter_Sun": "Blah... sân nhà cô y như bãi rác vậy.$s"
}